Repository: HackLinux/chandler
Catalog: chandler/localizations/*/Chandler-*.po
Languages: de, fi, fr, it, sv

source: Purging... (stage %(stageNum)d)
de: Entferne... (stage %(stageNum)d)
fi: Puhdistetaan... (vaihe %(stageNum)d)
fr: Purge en cours... (étape %(stageNum)d)
it: Rimozione... (passo %(stageNum)d)
sv: Rensar... (stage %(stageNum)d)

source: No data to purge...
de: Keine Daten zu entfernen...
fi: Ei puhdistettavaa tietoa...
fr: Aucune donnée à purger...
it: Nessun dato da rimuovere...
sv: Inga data att rensa...

source: Purging failed. Go to the Tools>>Logging>>Log Window... menu for details.
de: Entfernen fehlgeschlagen. Details im Werkzeug>>Logging>>Log Window... Menü
fi: Puhdistus ei onnistunut. Valitse Työkalut >>Loki>>Loki-ikkuna... valikko yksityiskohtia varten.
fr: La purge a échoué. Allez voir le menu Outils>>Logging>>Fenêtre de log... pour plus d'information.
it: Rimozione fallita. Seleziona Strumenti>>Log>>Finestra di log... nel menu per maggiori dettagli.
sv: Rensning misslyckades. Gå till menyn Verktyg>>Loggning>>Loggfönster... för detaljer.

source: Reclaimed %(numItems)d items, %(numValues)d values, %(numRefs)d refs, %(numIndex)d index entries, %(numNames)d names, %(numLobs)d lobs, %(numBlocks)d blocks, %(numLucene)d lucene documents.
de: Zurücknehmen von %(numItems)d Einträgen, %(numValues)d Werten, %(numRefs)d Referenzen, %(numIndex)d Indexeinträgen, %(numNames)d Namen, %(numLobs)d lobs, %(numBlocks)d Blöcken, %(numLucene)d Dokumenten.
fi: Parannettu %(numItems)d nimikettä, %(numValues)d arvoa, %(numRefs)d viitettä, %(numIndex)d index entries, %(numNames)d nimeä, %(numLobs)d suurta objektia, %(numBlocks)d käyttöliittymäelementtiä, %(numLucene)d lucene-dokumenttia.
fr: %(numItems)d éléments, %(numValues)d valeurs, %(numRefs)d références, %(numIndex)d entrées d'index, %(numNames)d noms, %(numLobs)d lobs, %(numBlocks)d blocks, %(numLucene)d documents lucene récupérés.
it: Recuperati %(numItems)d elementi, %(numValues)d valori, %(numRefs)d riferimenti, %(numIndex)d voci d'indice, %(numNames)d nomi, %(numLobs)d lob, %(numBlocks)d blocchi, %(numLucene)d documenti lucene.

source: Upgrade
fi: Päivitä
it: Aggiorna
sv: Uppgradera

source: A new version of Chandler has been released: %(version)s
fi: Uusi Chandler-versio on julkaistu: %(version)s
it: E' disponibile una nuova versione di Chandler: %(version)s
sv: En ny version av Chandler har släppts: %(version)s

source: NEW FEATURE
fi: UUSI OMINAISUUS
it: NUOVA FUNZIONALITA'
sv: NY FUNKTION

source: See what's new.
fi: Katso mikä on uutta.
it: Guarda cosa c'è di nuovo.
sv: Se nyheterna.

source: Later
de: Später
fi: Myöhemmin
fr: Différés
it: Dopo
sv: Senare

source: Your Chandler (version %(version)s) is up-to-date.
fi: Chandler (versio %(version)s) on ajantasalla.
it: Il tuo Chandler (versione %(version)s) è aggiornato.
sv: Din Chandler (version %(version)s) är den senaste.

source: Update Check
fi: Päivitys
it: Verifica aggiornamenti
sv: Uppdatereringskontroll

source: Chandler was unable to retrieve information about new updates. See the log file for details.
fi: Chandler ei kyennyt hakemaan tietoja uudesta päivityksestä. Katso lokitiedostosta yksityskohdat.
it: Chandler non è riuscito a ottenere informazioni sugli aggiornamenti. Guarda il file di log per dettagli.
sv: Chandler kunde inte hämta information om nya uppdateringar. Se loggfilen för detaljer.

source: Problem Getting Update Info
fi: Ongelma päivityksen tietojen haussa
it: Problema nell'ottenere informazioni sugli aggiornamenti
sv: Problem Hämta Uppdateringsinformation

source: No master password.
de: Kein Masterpasswort.
fi: Ei pääsalasanaa.
fr: Pas de mot de passe principal.
it: Nessuna password principale.
sv: Inget master-lösenord.

source: Master password was incorrect, please try again.
de: Das Masterpasswort ist falsch, bitte erneut eingeben.
fi: Pääsalasana väärin, ole hyvä ja yritä uudelleen.
fr: Le mot de passe principal est incorrect. Veuillez recommencer.
it: La password principale non era corretta, prova di nuovo.
sv: Felaktigt master-lösenord. Försök igen.

source: Incorrect Password
de: Falsches Passwort
fi: Väärä salasana
fr: Mot de passe incorrect
it: Password non corretta
sv: Felaktigt lösenord

source: Old password was incorrect, please try again.
de: Das alte Passwort ist falsch, bitte erneut eingeben.
fi: Vanha salasana oli väärä, ole hyvä ja yritä uudelleen.
fr: L'ancien mot de passe est incorrect. Veuillez recommencer.
it: La vecchia password non era corretta, prova di nuovo.
sv: Felaktigt gammalt lösenord. Försök igen.

source: Anyone who gains access to your data can view your account passwords. Do you want to protect your account passwords by encrypting them with a master password?
de: Jeder, der Zugriff auf Ihre Daten hat, kann ihre Passwörter sehen. Möchten Sie zum Schutz Ihres Kontos die Passwörter durch Master Passwort verschlüsseln?
fi: Kuka hyvänsä joka saa tietosi käsiinsä voi nähdä tiliesi salasanat. Haluatko suojata tiliesi salasanat salaamalla ne pääsalasanalla?
fr: Toute personne qui a accès à vos données peut voir les mots de passe de vos comptes. Voulez-vous protéger vos mots de passe en les encryptant à l'aide d'un mot de passe principal?
it: Chiunque accede ai tuoi dati può vedere le password dei tuoi account. Vuoi proteggere le tue password crittandole con una password principale?
sv: Alla som får tillgång till data kan även se dina kontolösenord. Vill du skydda och kryptera dem med ett master-lösenord?

source: Master pass&word:
de: Masterpass&wort:
fi: &Pääsalasana:
fr: Mot de passe &principal:
it: Pass&word principale:
sv: Master-lösen&ord:

source: &Timeout (minutes):
fi: &Ajastin (minuuttia):
fr: &Expiration (minutes):
it: &Timeout (minuti):
sv: &Timeout (minuter):

source: Account passwords are protected with a master password.
de: Kontenpasswörter sind durch Masterpasswort geschützt.
fi: Tilien salasanat on suojattu pääsalasanalla.
fr: Les mots de passe des comptes sont protégés par un mot de passe principal.
it: Le password degli account sono protette con una password principale.
sv: Konto-lösenorden skyddas av ett master-lösenord.

source: Ol&d master password:
de: &Altes Masterpasswort:
fi: &Vanha pääsalasana:
fr: &Ancien mot de passe principal:
it: Vecchia passwor&d principale:
sv: Ga&mmalt master-lösenord

source: New master pass&word:
de: Neues Masterpass&wort:
fi: &uusi pääsalasana:
fr: &Nouveau mot de passe principal:
it: Nuova pass&word principale:
sv: Nytt mas&ter-lösernord

source: Con&firm password:
de: &Passwort bestätigen:
fi: Va&rmista salana:
fr: &Confirmez le mot de passe:
it: Con&ferma la password:
sv: Bek&räfta lösernord

source: Quality meter:
de: Qualitätsmassstab:
fi: Laatu
fr: Qualité:
it: Indicatore di qualità:
sv: Kvalitetsmätare:

source: Don't forget your master password or your account passwords will be lost if you need to reset your master password.
de: Vergessen Sie nicht, daß alle Passwörter verloren gehen, wenn Sie ihr Master Passwort ändern.
fi: Älä unohda pääsalasanaasi tai tiliesi salasanat joutuvat hukkaan mikäli joudut poistamaan pääsalasanan.
fr: Ne perdez pas votre mot de passe principal ou vos mots de passe de compte seront détruits si vous devez recréer un mot de passe principal.
it: Non dimenticare la tua password principale, altrimenti le password dei tuoi account verranno perse se dovessi reimpostare la password principale.
sv: Glöm inte ditt master-lösenord! Om du måste återstäla det försvinner även dina konto-lösenord.

source: &Reset Master Password...
de: Maste&r Passwort zurücksetzen
fi: &Poista pääsalasana...
fr: &Effacer le mot de passe principal...
it: &Reimposta la password principale...
sv: &Återställ master-lösenord...

source: Change Master Passw&ord
de: Master Passw&ort wechseln
fi: Vai&hda pääsalasana
fr: &Changer le mot de passe principal
it: Cambia la passw&ord principale
sv: Ändra &master-lösenord

source: Pr&otect Passwords
de: Passw&ort schützen
fi: &Suojaa salasanat
fr: &Protéger les mots de passe
it: Pr&oteggi le password
sv: Sky&dda lösenord

source: Account passwords will be deleted. Are you sure you want to reset your Master Password?
de: Kontenpasswörter werden gelöscht. Wollen Sie ihr Masterpasswort wirklich zurücksetzen?
fi: Tilien salasanat tuhotaan. Oletko varma että haluat poistaa pääsalasanan?
fr: Les mots de passe des comptes vont être effacés. Voulez-vous toujours recréer le mot de passe principal?
it: Le password degli account verranno cancellate. Sei sicuro di voler azzerare la tua password principale?
sv: Kontolösenorden kommer att raderas. Är du säker på att du vill återställa ditt master-lösenord?

source: Confirm Reset
de: Bestätige zurücksetzen
fi: Vahvista poisto
fr: Confirmer l'effacement
it: Conferma la reimpostazione
sv: Bekräfta återställ

source: Password is too long
de: Das Passwort ist zu lang
fi: Salasana on liian pitkä
fr: Le mot de passe est trop long
it: La password è troppo lunga
sv: För långt lösenord

source: Today
de: Heute
fi: Tämä päivä
fr: Aujourd'hui
it: Oggi
sv: Idag

source: Yesterday
de: Gestern
fi: Eilen
fr: Hier
it: Ieri
sv: Igår

source: Tomorrow
de: Morgen
fi: Huomenna
fr: Demain
it: Domani
sv: Imorgon

source: End of week
de: Ende der Woche
fi: Loppuviikko
fr: Fin de semaine
it: Fine della settimana
sv: Veckans slut

source: Lunch
de: Mittag
fi: Lounas
fr: Déjeuner
it: Pranzo

source: Evening
de: Abend
fi: Ilta
fr: Soirée
it: Sera
sv: Kväll

source: Noon
de: Mittag
fi: Keskipäivä
fr: Midi
it: Pomeriggio
sv: Mitt på dagen

source: Midnight
de: Mitternacht
fi: Keskiyö
fr: Minuit
it: Mezzanotte
sv: Midnatt

source: Breakfast
de: Frühstück
fi: Aamupala
fr: Petit déjeuner
it: Colazione
sv: Frukost

source: Morning
de: Morgen
fi: Aamu
fr: Matin
it: Mattino
sv: Morgon

source: Dinner
de: Heute Nacht
fi: Päivällinen
fr: Diner
it: Cena
sv: Middag

source: Tonight
de: Heute Nacht
fi: Tänä iltana
fr: Ce soir
it: Questa notte
sv: I natt

source: Night
de: Nacht
fi: Yö
fr: Nuit
it: Notte
sv: Natt

source: End of day
de: zum Ende des Tages
fi: Loppupäivä
fr: Fin de journée
it: Fine del giorno
sv: Dagens slut

source: Cannot cut from this collection.
de: Kann aus dieser Übersicht nichts entfernen
fi: Ei voida leikata tästä kokoelmasta.
fr: Couper de cette collection n'est pas autorisé.
it: Impossibile tagliare da questa lista.
sv: Kan inte klippa ut från denna samling.

source: Cannot Cut
de: Kann nichts entfernen
fi: Ei voi leikata
fr: Couper n'est pas autorisé
it: Impossibile tagliare
sv: Kan inte klippa ut

source: Create a new note.
de: Eine neue Notiz schreiben.
fi: Luo uusi muistio.
fr: Créer une nouvelle note.
it: Crea una nuova nota.
sv: Skapa en ny anteckning.

source: Never Share This Item
de: Diesen Eintrag nicht veröffentlichen
fi: Älä jaa tätä nimikettä koskaan
fr: Ne jamais publier cet élément
it: Non condividere mai questa nota
sv: Dela aldrig ut denna post

source: Other people may be subscribed to this item; are you sure you want to mark it as private?
de: Andere könnten Zugriff auf diesen Eintrag haben. Sind Sie sicher, den als privat markieren zu wollen?
fi: Toiset henkilöt saattavat olla tämän nimikkeen tilaajia; oletko varma että haluat merkitä sen yksityiseksi?
fr: D'autres personnes sont peut-être abonnées à cet élément. Êtes-vous sûr de vouloir le rendre privé?
it: Altre persone potrebbero iscriversi a questa nota; sei sicuro di volerla rendere privata?
sv: Andra kanske prenumerar på denna post; är du säker på att du vill göra den privat?

source: Go to date
de: Gehe zu Datum
fi: Mene päivään
fr: Aller à la date
it: Vai a data
sv: Gå till datum

source: Enter a date in the form %(dateFormat)s
de: Ein Datum in der Form %(dateFormat)s wählen
fi: Kirjoita päiväys muodossa %(dateFormat)s
fr: Entrez une date au format %(dateFormat)s
it: Inserisci una data nel formato %(dateFormat)s
sv: Ange datum med formatet %(dateFormat)s

source: Today's events
de: Heutiges Ereignis
fi: Tämän päivän tapahtumat
fr: Événements du jour
it: Eventi di oggi
sv: Händelser idag

source: - minimize
de: -minimieren
fi: - minimoi
fr: - minimiser
it: - minimizza
sv: - minimera

source: + %(numberOfEvents)d more...
de: + %(numberOfEvents)d mehr...
fi: + %(numberOfEvents)d lisää...
fr: + %(numberOfEvents)d autres...
it: + %(numberOfEvents)d in più...
sv: + %(numberOfEvents)d ytterligare...

source: This event is view-only. You cannot change the title of view-only items.
de: Dieses Ereignis ist nur lesbar. Sie können den Titel von nur lesbaren Einträgen nicht ändern.
fi: Tähän tapahtumaan on vain katseluoikeus. Et voi muuttaa sen otsikkoa.
fr: Cet événement est en lecture seule. Vous ne pouvez pas changer le titre d'éléments en lecture seule.
it: Questo evento è a sola lettura. Non puoi cambiarne il titolo.
sv: Händelsen är skrivskyddad. Du kan inte ändra ämne för en skrivskyddad händelse.

source: This event is view-only. You cannot change the time of view-only events.
de: Dieses Ereignis ist nur lesbar. Sie können die Zeit von nur lesbaren Einträgen nicht ändern.
fi: Tähän tapahtumaan on vain katseluoikeus. Et voi muuttaa sen aikaa.
fr: Cet événement est en lecture seule. Vous ne pouvez pas changer la date d'éléments en lecture seule.
it: Questo evento è a sola lettura. Non puoi cambiare gli orari.
sv: Händelsen är skrivskyddad. Du kan inte ändra den.

source: Go To Date
de: Gehe zu Datum
fi: Mene päiväykseen
fr: Aller à la date
it: Vai a data
sv: Gå till datum

source: Week
de: Woche
fi: Viikko
fr: Semaine
it: Settimana
sv: Vecka

source: This collection is read-only. You cannot add items to read-only collections
de: Diese Übersicht ist nur lesbar. Sie können keine Einträge nur lesbaren Übersichten hinzufügen.
fi: Tähän kokoelmaan on vain katseluoikeus. Et voi lisätä siihen nimikkeitä.
fr: Cette collection est en lecture seule. Vous ne pouvez pas ajouter d'éléments à une collection en lecture seule.
it: Questa lista è a sola lettura. Non puoi aggiungere nuove note
sv: Denna samling är skrivskyddad. Du kan inte lägga till några poster.

source: Week %(weekNumber)s
de: Woche %(weekNumber)s
fi: Viikko %(weekNumber)s
fr: Semaine %(weekNumber)s
it: Settimana %(weekNumber)s
sv: Vecka %(weekNumber)s

source: Certificate Store
de: Verzeichnis der Zertifikate
fi: Varmennekokoelma
fr: Stockage des certificats
it: Archivio dei cerificati
sv: Certifikatförråd

source: &Certificates
de: &Zertifikate
fi: &Varmenteet
fr: &Certificats
it: &Certificati
sv: &Certifikat

source: &Manage Certificates
de: &Zertifikate verwalten
fi: &Muokkaa varmenteita
fr: &Gérer les certificats
it: &Gestisci i certificati
sv: &Hantera certifikat

source: &Import Certificate...
de: &Importiere Zertifikate...
fi: &Tuo varmenne...
fr: &Importer des certificats...
it: &Importa certificati...
sv: &Import Certifikat...

source: purpose
de: Zweck
fi: tarkoitus
fr: Type de certificat non déterminé
it: scopo
sv: syfte

source: trust
de: Vertrauen
fi: luottamus
it: fidato
sv: lita på

source: fingerprint
de: Fingerabdruck
fi: sormenjälki
it: chiave

source: algorithm
de: Algorithmus
fi: algoritmi
fr: algorithme
it: algoritmo
sv: algoritm

source: Could not determine purpose of certificate.
de: Kann den Zweck der Zertifikate nicht erkennen.
fi: Varmenteen tarkoitusta ei voitu päätellä.
fr: Type de certificat indéterminé
it: Impossibile stabilire lo scopo del certificato.
sv: Kunde inte avgöra syftet med detta certifikat.

source: This certificate has already been imported.
de: Dieses Zertifikat wurde bereits importiert.
fi: Tämä varmenne on jo tuotu.
fr: Ce certificat a déjà été importé.
it: Il certificato è già stato importato.
sv: Detta certifikat har redan imporerats.

source: Unable to verify certificate.
de: Kann Zertifikat nicht prüfen.
fi: Varmennetta ei voitu tarkistaa.
fr: Vérification du certificat impossible.
it: Impossibile verificare il certificato.
sv: Kunde inte verifiera certifikat.

source: Choose a certificate to import
de: Wählen Sie ein Zertifikat zum Importieren.
fi: Valitse varmenne tuomista varten
fr: Choissisez un certificat à importer.
it: Scegli un certificato da importare
sv: Välj ett certifikat att importera

source: PEM files|*.pem;*.crt|All files (*.*)|*.*
de: PEM Dateien|*.pem;*.crt|Alle Dateien (*.*)|*.*
fi: PEM-tiedostot|*.pem;*.crt|Kaikki tiedostot (*.*)|*.*
fr: fichiers PEM |*.pem;*.crt|Tout fichier (*.*)|*.*
it: File PEM|*.pem;*.crt|Tutti i file (*.*)|*.*
sv: PEM-filer|*.pem;*.crt|Alla filer (*.*)|*.*

source: Trust this certificate.
de: Diesem Zertifikat vertrauen.
fi: Luota tähän varmenteeseen.
fr: Accepter ce certificat.
it: Considera fidato questo certificato.
sv: Lita på detta certifikat.

source: Trust this certificate to sign site certificates.
de: Diesem Zertifikat vertrauen, um Seitenzertifikate zu signieren.
fi: Luota tämän varmenteen allekirjoittamiin palvelinvarmenteisiin.
fr: Utiliser ce certificat pour confirmer les certificats de sites.
it: Considera fidato questo certificato per firmare i certificati del sito.
sv: Lita på detta certifikat för att signera site-certifikat.

source: Could not add certificate from: %(path)s Check the path and try again.
de: Kann Zertifikat aus %(path)s nicht hinzufügen Überprüfen Sie den Pfad und wiederholen Sie.
fi: Ei voitu lisätä varmennetta tiedostosta: %(path)s Tarkista polku ja yritä uudelleen.
fr: Pas de certificat dans %(path)s Vérifiez le cheminon et recommencez.
it: Impossibile aggiungere il certificato in: %(path)s Controlla il percorso e prova di nuovo.
sv: Kunde inte lägga till certifikat från: %(path)s Kontrollera sökvägen och försök igen.

source: Import certificate?
de: Importiere Zertifikate?
fi: Tuo varmenne?
fr: Importer le certificat?
it: Importo il certificato?
sv: Importera certifikat?

source: Do you want to import this certificate? Purpose: %(certPurpose)s SHA1 fingerprint: %(fingerprint)s
de: Möchten Sie dieses Zertifikat importieren? Zweck: %(certPurpose)s SHA1 Fingerabdruck: %(fingerprint)s
fi: Haluatko tuoda tämän varmenteen? Tarkoitus: %(certPurpose)s SHA1 sormenjälki: %(fingerprint)s
fr: Voulez-vous importer ce certificat? type: %(certPurpose)s SHA1 fingerprint: %(fingerprint)s
it: Vuoi importare questo certificato? Scopo: %(certPurpose)s Chiave SHA1: %(fingerprint)s
sv: Vill du importera detta certifikat? Syfte: %(certPurpose)s SHA1 fingerprint: %(fingerprint)s

source: Trust site certificate?
de: Diesem Seitenzertifikat vertrauen?
fi: Luota palvelinvarmenteeseen?
fr: Accepter le certificat du site?
it: Considero fidato il certificato del sito?
sv: Lita på detta certifikat?

source: Host: %(host)s. Do you want to trust this certificate? SHA1 fingerprint: %(fingerprint)s
de: Host: %(host)s. Wollen Sie diesem Zertifikat vertrauen? SHA1 Fingerabdruck: %(fingerprint)s
fi: Isäntä: %(host)s. Haluatko luottaa tähän varmenteeseen? SHA1 sormenjälki: %(fingerprint)s
fr: Hôte: %(host)s. Voulez-vous accepter ce certificat? SHA1 fingerprint: %(fingerprint)s
it: Host: %(host)s. Vuoi considerare fidato questo certificato? Chiave SHA1: %(fingerprint)s
sv: Host: %(host)s. Vill du godkänna detta certifikat? SHA1 fingerprint: %(fingerprint)s

source: Host: %(host)s. This certificate is already known but not trusted. Do you want to trust this certificate now? SHA1 fingerprint: %(fingerprint)s
de: Host: %(host)s. Dieses Zertifikat ist bekannt, aber nicht vertraut. Wollen Sie diesem jetzt vertrauen? SHA1 Fingerabdruck: %(fingerprint)s
fi: Isäntät: %(host)s. Tämä varmenne on jo tiedossa muttei luotettu. Haluatko nyt luottaa tähän varmenteeseen? SHA1 sormenjälki: %(fingerprint)s
fr: Hôte: %(host)s. Ce certificat est connu mais pas confirmé. Voulez-vous confirmer ce certificat maintenant? SHA1 fingerprint: %(fingerprint)s
it: Host: %(host)s. Questo certificato è già noto ma non è fidato. Vuoi considerare fidato questo certificato ora? CHiave SHA1: %(fingerprint)s
sv: Host: %(host)s. Detta certifikat är känt men ännu inte godkänt av dig. Vill du göra det nu? SHA1 fingerprint: %(fingerprint)s

source: Trust the authenticity of this certificate &until you quit Chandler.
de: D&em Zertifikate bis Beendigung Chandlers vertrauen?
fi: &Luota tämän varmenteen todenmukaisuuteen kunnes lopetat Chandlerin.
fr: Confirmer l'authenticité de ce certificat &jusqu'à ce que vous quittiez Chandler.
it: Considera &fidata l'autenticità di questo certificato finchè non chiudi Chandler.
sv: Lita på detta certifikat &till dess Chandler avslutas.

source: Trust the authenticity of this certificate &permanently.
de: &Der Authentizität dieses Zertifikats immer vertrauen.
fi: Luota tämän varmenteen todenmukaisuuteen &pysyvästi.
fr: Confirmer l'authenticité de ce certificat &définitivement.
it: Considera fidata l'autenticità di questo certificato &definitivamente.
sv: Lita &permanent på detta certifikat?

source: Ignore SSL error?
de: SSL Fehler ignorieren?
fi: Ohita SSL-virhe?
fr: Ignorer l'erreur SSL?
it: Ignoro l'errore SSL?
sv: Ignorera SSL-fel?

source: There was an error with this SSL connection. Host: %(host)s. The error was: %(sslError)s. Ignoring this error may be dangerous! SHA1 fingerprint: %(fingerprint)s
de: Fehler in der SSL Verbindung. Host: %(host)s. Der Fehler war: %(sslError)s. Es ist gefährlich, den Fehler zu ignorieren! SHA1 Fingerabdruck: %(fingerprint)s
fi: Virhe SSL-yhteydessä. Isäntä: %(host)s. Virhe: %(sslError)s. Tämän virheen huomiotta jättäminen voi olla vaarallista! SHA1 sormenjälki: %(fingerprint)s
fr: Erreur de connexion SSL. Hôte: %(host)s. Erreur: %(sslError)s. Ignorer cette erreur est dangereux! SHA1 fingerprint: %(fingerprint)s
it: Errore con questa connessione SSL. Host: %(host)s. L'errore era: %(sslError)s. Ignorare questo errore potrebbe essere pericoloso! Chiave SHA1: %(fingerprint)s
sv: Fel på SSL-förbindelsen med. Host: %(host)s. Felet var: %(sslError)s. Att ignorera felet kan vara farligt! SHA1 fingerprint: %(fingerprint)s

source: Ignore Error
de: Fehler ignorieren
fi: Ohita virhe
fr: Ignorer l'erreur
it: Ignora l'errore
sv: Ignorera fel

source: Disconnect
de: Verbindung trennen
fi: Katkaise yhteys
fr: Déconnecter
it: Disconnetti
sv: Koppla ner

source: Unable to get issuer certificate
de: Kann Zertifikat nicht laden
fi: Ei löydy varmenteen myöntäjän varmennetta
fr: Impossible d'obtenir le certificat d'origine
it: Impossibile ottenere il certificato dell'emettitore
sv: Kunde inte hämta utfärdar-certifikat

source: Unable to decrypt certificate's signature
de: Kann Zertifikatssignatur nicht entschlüsseln
fi: Varmenteen allekirjoitusta ei saatu purettua
fr: Impossible de décrypter la signature du certificat
it: Impossibile decodificare la firma del certificato
sv: Kunde inte avkryptera certifikatets signatur

source: Unable to decode issuer public key
de: Kann öffentlichen Schlüssel nicht öffnen
fi: Varmenteen julkista avainta ei saatu tulkittua
fr: Impossible de décoder la clé publique d'origine
it: Impossibile decodificare la chiave pubblica dell'emettitore
sv: Kunde inte avkoda utfärdarens public key

source: Certificate signature failure
de: Zertifikatssignatur fehlerhaft
fi: Varmenteen sormenjälkivirhe
fr: Erreur à la signature du certificat
it: Errore nella firma con il certificato
sv: Certifikatet-signaturen misslyckades

source: Certificate is not yet valid
de: Zertifikat ungültig
fi: Varmenne ei ole vielä voimassa
fr: Le certificat n'est pas encore valide
it: Il certificato non è ancora valido
sv: Certifikatet är ogiltigt

source: Certificate has expired
de: Zertifikat ist abgelaufen
fi: Varmenne on mennyt vanhaksi
fr: Le certificat a expiré
it: Il certificato è scaduto
sv: Certifikatet har gått ut

source: Certificate notBefore field is formatted incorrectly
de: Zertifikatsfeld ist falsch formatiert
fi: Varmenteen notBefore kenttä on formatoitu väärin
fr: Le champ notBefore du certificat n'est pas formatté correctement
it: Il campo notBefore del certificato non è formattato correttamente
sv: Certifikatets notBefore-fält är felaktigt formatterat
