Repository: HackLinux/chandler
Catalog: chandler/localizations/*/Chandler-*.po
Languages: de, fi, fr, it, sv

source: Set logging level to Error
de: Protokollstatus auf Fehler setzen
fi: Aseta lokitaso virheiksi
fr: Ajuster le niveau de log à Erreur
it: Imposta il livello di log a Errori
sv: Sätt loggnivå till Error

source: &Warning
de: &Warnung
fi: V&aroitus
fr: &Avertissement
it: &Avvisi

source: Set logging level to Warning
de: Protokollstatus auf Warnung setzen
fi: Aseta lokitaso varoituksiksi
fr: Ajuster le niveau de log à Avertissement
it: Imposta il livello di log a Avvisi
sv: Sätt loggnivå till Warning

source: &Info
fi: &Tietoja
it: &Informazioni

source: Set logging level to Info
de: Protokollstatus auf Information setzen
fi: Aseta lokitaso tiedoksi
fr: Ajuster le niveau de log à Information
it: Imposta il livello di log a Informazioni
sv: Sätt loggnivå till Info

source: Set logging level to Debug
de: Protokollstatus auf Überprüfen setzen
fi: Aseta lokitaso debug
fr: Ajuster le niveau de log à Debug
it: Imposta il livello di log a Debug
sv: Sätt loggnivå till Debug

source: &Repository
de: &Archiv
fi: Tieto&kanta
it: &Archivio
sv: D&ataförråd

source: Repository tools
de: Archivwerkzeug
fi: Tietokannan työkalut
fr: Outils de la base de données
it: Strumenti per l'archivio
sv: Dataförådsverktyg

source: &Check
de: &Prüfung
fi: &Tarkista
fr: &Vérifier
it: &Controlla

source: Run check() on the main view
de: Prüfung der Hauptübersicht starten
fi: Tarkista päänäkymä
fr: Lancer 'check()' sur la vue principale
it: Esegui check() sulla finestra principale
sv: Kör check() på huvudvyn

source: C&heck and Repair
de: Prüfen und wieder&herstellen
fi: T&arkista ja korjaa
fr: Vé&rifier et réparer
it: Con&trolla e ripara
sv: &Kontrollera och reparera

source: Run check(True) on the main view
de: Prüfung der Hauptübersicht starten
fi: Aja check(True) tietokannan päänäkymässä
fr: Lancer 'check(True)' sur la vue principale
it: Esegui check(True) sulla finestra principale
sv: Kör check(True) på huvudvyn

source: C&ompact
de: K&ompakt
fi: T&iivistä
fr: C&ompacter
it: Com&patta
sv: &Komprimera

source: Purge the repository of obsolete data
de: Das Archiv auf veraltete Daten überprüfen
fi: Tyhjennä tietokanta vanhentuneesta tiedosta
fr: Purger la base de données de ses données obsolètes
it: Pulisci l'archivio dai dati obsoleti
sv: Rensa bort föråldrade data ur dataförrådet

source: &Index
fi: In&deksoi
fr: &Réindexer
it: &Indicizza
sv: &indexera

source: Tickle the indexer
de: Den Index prüfen
fi: Indeksoi
fr: Demander de réindexer
it: Indicizza l'archivio
sv: Kittla indexeraren

source: &Restore...
de: Wiede&rherstellen...
fi: &Palauta...
fr: &Restaurer...
it: &Ripristina
sv: &Återställ...

source: &New...
de: &Neu...
fi: &Uusi...
fr: &Nouveau...
it: &Nuovo
sv: &Ny...

source: &Switch...
de: &Wechseln...
fi: Vai&hda...
fr: &Echanger...
it: Ca&mbia...
sv: &Byt

source: S&haring
de: &Ressourcen teilen
fi: &Jako
fr: &Publier
it: C&ondivisione
sv: &Utdelning

source: Sharing-related test commands
de: wichtige Test Kommandos teilen
fi: Jakoon liittyvät testikomennot
fr: Test des commandes relatives à la publication
it: Comandi di test sulla condivisione
sv: Utdelnings-relaterade testkommandon

source: Activity &Viewer...
de: Aktivitäts&viewer...
fi: &Avaa aktiviteettinäyttö...
fr: &Visualiseur d'activité...
it: &Visualizza le attività...
sv: &Händelsvisare

source: Opens the Activity Viewer
de: Öffnet den Aktivitätsviewer
fi: Avaa aktiviteettinäytön
fr: Ouvrir le visualiseur d'activité
it: Apri il visualizzatore delle attività
sv: Visa händelser

source: &Add Sharing Activity Log to Sidebar
de: Die Protokolldatei der gemeinsamen &Aktivitäten in die Seitenleiste legen
fi: &Lisää jakoaktiviteettiloki sivupaneeliin
fr: &Ajouter le log de publication à la barre de navigation
it: &Aggiungi il log delle attività al pannello laterale
sv: &Visa logg över utdelningsaktivitet i sidfältet

source: Add Sharing Activity Log to the Sidebar
de: Die Protokolldatei der gemeinsamen Aktivitäten in die Seitenleiste legen
fi: Lisää jakoaktiviteettiloki sivupaneeliin
fr: Ajouter le log de publication à la barre de navigation
it: Aggiungi il log delle attività di condivisione al pannello laterale
sv: Visa logg över utdelningsaktivitet i sidfältet

source: R&eset State of Shared Collection
de: S&etzt Status der gemeinsamen Übersicht zurück
fi: &Nollaa jaetun kokoelman tila
fr: Mise à &zéro du status de publication de la collection
it: A&zzera lo stato delle liste condivise
sv: Åte&rställ utdelad samling

source: Discards metadata about shared items
de: Metadaten über gemeinsam genutzte Elemente verwerfen
fi: Hylkää metatieto jaetuista nimikkeistä
fr: Supprimer les metadata des éléments publiés
it: Scarta i metadati sulle liste condivise
sv: Ta bort metadata för utdelade poster

source: Enable RecordSet Debugging
de: Datenüberprüfung einschalten
fi: Aloita tietueitten debuggaus
fr: Utiliser le RecordSet Debugging
it: Abilita il debug dei RecordSet
sv: Slå på RecordSet Debugging

source: &Unsubscribe from Published Shares
de: Abmelden von gemeinsamen Resso&urcen
fi: Lo&peta julkistetun jaon tilaus
fr: Se &désabonner des collections publiées
it: Cance&lla l'iscrizione alle liste pubblicate
sv: &Sluta prenumera på publicerade utdelningar

source: Stop syncing to a collection you published without removing it from the server
de: Synchronisierung einer veröffentlichten Übersicht beenden, ohne diese vom Server zu entfernen
fi: Lopeta julkaistun kokoelman synkronointi poistamatta sitä palvelimelta
fr: Supprime le lien de publication à la collection sans supprimer celle-ci du serveur
it: Annulla la sincronizzazione con una lista che hai pubblicato senza rimuoverla dal server
sv: Sluta synkronisera en samling du publicerat utan att ta bort den från servern

source: Check for Test &Updates
it: Controlla gli a&ggiornamenti

source: &Automatically Reload from Backup
it: Ricarica automaticamente dal bac&kup

source: &Next Reload: Never
it: Pro&ssimo caricamente: mai

source: Click to reload from backup next time Chandler starts
it: Clicca per ricaricare i dati dal backup al prossimo avvio di Chandler

source: &Enabled
fi: &Käytössä
it: &Abilitato
sv: &På

source: Automatically reload from backup every week
it: Ricarica automaticamente i dati dal backup ogni settimana

source: &Plugins
de: &Module
fi: &Liitännäiset
fr: &Modules
it: &Plugin

source: &Download
de: &Herunterladen
fi: &Lataa
fr: &Télécharger
it: &Scarica
sv: &Nerladdning

source: Browse for new plugins
de: Suche neue Zusatzprogramme
fi: Etsi uusia liitännäisiä
fr: Consulter les nouveaux modules
it: Cerca nuovi plugin
sv: Bläddra efter nya plugins

source: I&nstall...
de: I&nstalliere...
fi: &Asenna...
fr: I&nstaller...
it: &Installa...
sv: In&stallera...

source: Install plugins
de: Installiere Zusatzprogramm
fi: Asenna liitännäisiä
fr: Installer des modules
it: Installa plugin
sv: Installera plugins

source: &Active
de: &Aktiv
fi: A&ktivoi
fr: &Activer
it: &Attiva
sv: &Aktivera

source: Activate or Deactivate Plugins
de: Zusatzprogramme aktivieren/deaktivieren
fi: Aktivoi tai deaktivoi liitännäisiä
fr: Activer ou désactiver des modules
it: Attiva o disattiva i plugin
sv: Aktivera eller avaktivera plugins

source: Sidebar
de: Seitenleiste
fi: Sivupaneeli
fr: Barre de navigation
it: Barra laterale
sv: Sidfält

source: &New Collection
de: &Neue Übersicht
fi: &Uusi kokoelma
fr: &Nouvelle collection
it: &Nuova lista
sv: &Ny samling

source: &Collection Color
de: &Farbe der Übersicht
fi: Kokoelman &väri
fr: &Couleur de la collection
it: Co&lore della lista
sv: &Samlingsfärg

source: Include or Exclude the selected collection from the Dashboard
de: Ein- oder Ausschließen der gewählten Übersicht aus der Hauptübersicht
fi: Sisällytä tai pidä valittu kokoelma pois kojelaudalta
fr: Ajouter ou retirer la collection sélectionnée du tableau de bord
it: Includi o escludi la lista selezionata dal Cruscotto
sv: Inkludera eller exkludera vald samling från Överblick

source: Sync the selected collection
de: Die ausgewählte Übersicht synchronisieren
fi: Synkronoi valittu kokoelma
fr: Synchroniser la collection sélectionnée
it: Sincronizza la lista selezionata
sv: Synkronisera vald samling

source: Take the selected collection offline and online
de: Die gewählten Übersichten online und offline nutzen
fi: Valitse kokoelma yhteydellistä ja yhteydetöntä tilaa varten
fr: Connecter ou déconnecter la collection sélectionnée
it: Rendi la lista selezionata offline o online
sv: Ta vald samling både offline och online

source: Sync M&ail
de: &EMail synchronisieren
fi: Synkronoi p&osti
fr: Synchroniser le &courriel
it: Sincronizza la &posta
sv: Synkronisera &e-post

source: Sync all mail accounts
de: Ausgewählten Eintrag aus der Übersicht entfernen
fi: Synkronoi kaikki postitilit
fr: Synchroniser tous les comptes de courriel
it: Sincronizza tutti gli account di posta
sv: Synkronisera e-post konton

source: Sync S&hares
de: Sync&hronisiere gemeinsame Recourcen
fi: &Synkronoi jaot
fr: Synchroniser les &publications
it: Sincronizza le con&divisioni
sv: Syn&kronisera utdelningar

source: Unpu&blish
de: Nicht &publiziert
fi: &Lopeta julkaisu
fr: &Stopper la publication
it: Non pu&bblicare
sv: Avpu&blicera

source: Item
de: Eintrag
fi: Nimike
fr: Elément
it: Nota
sv: Post

source: &Note
de: &Notiz
fi: &Muistio
it: &Nota di testo
sv: &Anteckning

source: Create a new note
de: Eine neue Notiz schreiben
fi: Luo uusi muistio
fr: Créer une nouvelle note
it: Crea una nuova nota di testo
sv: Skapa en ny anteckning

source: &Message
de: Nach&richt
fi: &Viesti
it: &Messaggio
sv: &Meddelande

source: Create a new message
de: EIne neue Nachricht schreiben
fi: Luo uusi viesti
fr: Créer un nouveau message
it: Crea un nuovo messaggio
sv: Skapa ett nytt meddelande

source: &Event
de: &Ereignis
fi: Ta&pahtuma
fr: &Evénement
it: &Evento
sv: &Händelse

source: Create a new event
de: Ein neues Ereignis anlegen
fi: Luo uusi viesti
fr: Créer un nouvel événement
it: Crea un nuovo evento
sv: Skapa en ny händelse

source: D&uplicate
de: &dublizieren
fi: Luo kak&soiskappale
fr: Dup&liquer
it: D&uplica
sv: D&uplicera

source: Duplicate the selected item
de: Ausgewählten Eintrag dublizieren
fi: Luo kaksoiskappale valitusta nimikkeestä
fr: Dupliquer l'élément sélectionné
it: Duplica la nota selezionata
sv: Duplicera vald post

source: Remove the selected items from the selected collection
de: Entfernt den ausgewählten Eintrag aus der gewählten Übersicht
fi: Poista valittu nimike valitusta kokoelmasta
fr: Retirer les éléments sélectionnés de la collection sélectionnée
it: Rimuovi le note selezionate dalla lista selezionata
sv: Ta bort valda poster från vald samling

source: &Mark As Read
de: Als gelesen &markieren
fi: &Merkitse luetuksi
fr: &Marquer 'lu'
it: &Segna come letto
sv: &Markera som läst

source: &Mark As Unread
de: Als ungelesen &markieren
fi: Me&rkitse lukemattomaksi
fr: Marquer "&non lu"
it: Segna come &non letto
sv: &Markera som oläst

source: Addr&ess Item
de: &Adresseintrag
fi: &Osoita nimike
fr: &Adresser l'élément
it: In&via nota
sv: Adress%post

source: Remove Addr&esses
de: &Adressen entfernen
fi: Poista &osoitteet
fr: Supprimer les &adresses
it: Rimuo&vi gli indirizzamenti
sv: Ta bort &adresser

source: Sta&r Item
fi: Täh&ditä nimike
it: &Marca con una stella
sv: S&tjärnmarkera post

source: Remove Sta&r
fi: Poista täh&ditys
it: Ri&muovi la stella
sv: Ta b&ort stjärna

source: Repl&y
de: Antw&ort
fi: &Vastaa
fr: &Répondre
it: Ris&pondi
sv: &Svara

source: Reply &All
de: Alle &Beantworten
fi: V&astaa kaikille
fr: Rép. à &tous
it: Rispondi a &tutti
sv: Svara %alla

source: 1 item
de: 1 Eintrag
fi: 1 nimike
fr: 1 élément
it: 1 nota
sv: 1 post

source: %(count)d items
de: %(count)d Einträge
fi: %(count)d nimikettä
fr: %(count)d éléments
it: %(count)d note
sv: %(count)d poster

source: Problem with file, import failed
de: Import wg. Dateiproblem fehlgeschlagen
fi: Tiedoston kanssa ongelma, tuonti ei onnistunut
fr: Problème de fichier. L'import a échoué.
it: Problemi con il file, importazione fallita
sv: Filproblem, import misslyckades

source: Would you like to delete just the collection or the collection and the items it contains as well? Note: Items you have added to other collections will not be deleted.
de: Möchten Sie nur die Übersicht oder auch die darin enthaltenen Elemente löschen? Anmerkung:In andere Übersichten verschobene Einträge werden nicht gelöscht.
fi: Haluatko tuhota vain kokoelman vai kokoelman ja sen sisältämät nimikkeet? Huomaa: Nimikkeet jotka olet lisännyt muihin kokoelmiin ei tuhota.
fr: Voulez-vous simplement détruire la collection ou bien la collection ainsi que les éléments qu'elle contient? Note: Les éléments partagés avec d'autres collections ne seront pas détruits.
it: Vuoi eliminare solo al lista oppure la lista ed anche le note che contiene? Nota: le note che hai aggiunto ad altre liste non verranno cancellate.
sv: Vill du ta bort enbart samlingen eller samlingen och posterna den innehåller? Obs: Poster du lagt även i andra samlingar kommer inte att tas bort.

source: Collection and Items
de: Übersicht und Einträge
fi: Kokoelma ja nimikkeet
fr: Collections et éléments
it: Lista e note
sv: Samling och dess poster

source: Collection Only
de: Nur Übersicht
fi: Vain kokoelma
fr: Collection seulement
it: Solo la lista
sv: Enbart samling

source: Deleting %(collectionName)s will move its contents to the Trash. Note: Items you have added to other collections will not be deleted.
de: Löschen von %(collectionName)s wird seinen Inhalt in den Papierkorb verschieben. Anmerkung: Einträge, die Sie in andere Übersichtenvrschoben haben, werden nicht gelöscht.
fi: Kokoelman %(collectionName)s tuhoaminen siirtää sen sisällön roskakoriin. Huomaa: Nimikkeet jotka olet lisännyt muihin kokoelmiin ei tuhota.
fr: Détruire %(collectionName)s mettra son contenu dans la corbeille. Note: Les éléments partagés avec d'autres collections ne seront pas détruits.
it: La rimozione di %(collectionName)s sposterà tutto il suo contenuto nel Cestino. Nota: le note che hai aggiunto ad altre liste non verranno cancellate.
sv: Tar bort %(collectionName)s och flyttar innehållet till papperskorgen. Obs: Poster du lagt även i andra samlingar kommer inte att tas bort.

source: Delete Collection
de: Übersicht löschen
fi: Tuhoa kokoelma
fr: Détruire la collection
it: Elimina la lista
sv: Ta bort samling?

source: Remove overlay
de: Überlappung entfernen
fi: Poista päällekkäisyys
fr: Ne pas superposer
it: Non sovrapporre
sv: Ta bort överlagring

source: Overlay collection
de: Überlappende Übersichten
fi: Näytä kokoelmat päällekkäin
fr: Superposer la collection
it: Sovrapponi la lista
sv: Överlagrad samling

source: Published collection
de: Veröffentlichte Übersicht
fi: Julkaise kokoelma
fr: Collection publiée
it: Lista pubblicata
sv: Publicerad samling

source: Published collection that was kept out of the Dashboard
de: Veröffentlichte Übersicht wurde in Hauptübersicht gehalten
fi: Julkaistu kokoelma joka oli pidetty pois kojelaudalta
fr: Collection publiée exclue du tableau de bord
it: Lista pubblicata che è mantenuta al di fuori del Cruscotto
sv: Publicerad samling som inte visas i Överblick

source: Subscription
de: Abbo
fi: Tilaus
fr: Abonnement
it: Lista sottoscritta
sv: Prenumeration

source: Subscription that was kept out of the Dashboard
de: Abbo wurde in Hauptübersicht gehalten
fi: Tilaus joka oli pidetty pois kojelaudalta.
fr: Abonnement exclu du tableau de bord
it: Lista sottoscritta che è stata mantenuto al di fuori del Cruscotto
sv: Prenumeration som ej visas i Överblick

source: ; Last synced on %(day)s at %(time)s
de: ; Zuletzt synchronisiert am %(day)s um %(time)s
fi: ; Viimeksi synkronoitu %(day)s kello %(time)s
fr: ; Synchronisé pour la dernière fois le %(day)s à %(time)s
it: ; Ultima sincronizzazione il %(day)s alle %(time)s
sv: ; Senast synkroniserad %(day)s at %(time)s

source: Copy of %(displayName)s
de: Kopie von %(displayName)s
fi: Kopio %(displayName)s:sta
fr: Copie de %(displayName)s
it: Copia di %(displayName)s
sv: Kopia av %(displayName)s

source: Preparing to search...
de: Bereite Suche vor...
fi: Valmistaudutaan etsintään...
fr: Préparation de la recherche...
it: Preparazione della ricerca...
sv: Förbereder sökning...

source: Searching...
de: Suche...
fi: Etsitään...
fr: Recherche...
it: Ricerca...
sv: Söker...

source: No results found.
de: Keine Ergebnisse gefunden.
fi: Ei löytynyt.
fr: Aucun résultat trouvé.
it: Nessun risultato trovato.
sv: Sökningen gav inga träffar.

source: 200 best results found (more exist, but search didn't have time to display them).
de: Die 200 besten Ergebnisse gefunden
fi: 200 parasta tulosta löytynyt (enemmänkin on, mutta etsinnällä ei ollut tarpeeksi aikaa niiden näyttämiseen).
fr: 200 meilleurs résultats trouvés (il y en a plus mais la recherche eut été trop longue).
it: I 200 migliori risultati trovati (ce ne sono altri, ma la ricerca non ha avuto tempo di visualizzarli).
sv: De 200 bästa sökresultaten (finns inte plats att visa fler).

source: %(itemsFound)i results found.
de: %(itemsFound)i Ergebnisse gefunden.
fi: %(itemsFound)i tulosta löytyi.
fr: %(itemsFound)i résultats trouvés.
it: %(itemsFound)i risultati trovati.
sv: %(itemsFound)i sökresultat.

source: An error occured during search. %(message)s
de: Beim Suchen ist ein Fehler aufgetreten. %(message)s
fi: Virhe etsinnän aikana. %(message)s
fr: Erreur pendant la recherche. %(message)s
it: Errore rilevato durante la ricerca. %(message)s
sv: Fel vid sökning. %(message)s

source: Search Error
de: Fehler beim Suchen
fi: Etsintävirhe
fr: Erreur pendant la recherche
it: Errore di ricerca
sv: Fel vid sökning

source: An error occured during search.
de: Beim Suchen ist ein Fehler aufgetreten
fi: Virhe etsinnän aikana.
fr: Une erreur s'est produite pendant la recherche.
it: Errore rilevato durante la ricerca.
sv: Ett fel inträffade under sökningen

source: ed
de: BA
it: md
sv: redaktör

source: up
de: Upd
fi: pä
fr: ed
it: ag
sv: ändrad av

source: to
de: zu
fi: vastaanottaja
fr: à
it: a
sv: till

source: fr
de: von
fi: lä
fr: de
it: da
sv: från

source: ow
de: EG
fi: om
fr: pr
it: pr
sv: ägare

source: Remove custom alarm
de: benutzerdefinierten Alarm entfernen
fi: Poista muokattu hälytys
fr: Supprimer les alertes
it: Rimuovi l'avviso personalizzato
sv: Ta bort anpassad påminnelse

source: Add custom alarm
de: benutzerdefinierten Alarm hinzufügen
fi: Lisää muokattu hälytys
fr: Ajouter une alerte
it: Aggiungi un avviso personalizzato
sv: Lägg till anpassad påminnelse

source: Mark as Needs reply
de: Als unbeantwortet markieren
fi: Merkitse vastausta vaativaksi
fr: Marquer "à répondre"
it: Segna come 'richiede risposta'
sv: Markera som i behov av svar

source: Mark as Unread
de: Als ungelesen markieren
fi: Merkitse lukemattomaksi
fr: Marquer "non lu"
it: Segna come non letto
sv: Markera som oläst

source: Mark as Read
de: ALs gelesen markieren
fi: Merkitse luetuksi
fr: Marquer "lu"
it: Segna come letto
sv: Markera som läst

source: Add star
fi: Lisää tähti
it: Evidenzia
sv: Lägg till stjärna

source: Who
de: Wer
fi: Kuka
fr: Auteur/Dest
it: Chi
sv: Vem

source: Rank
de: Rang
fi: Arvo
fr: Rang
it: Punteggio
sv: Prioritering

source: 0 items
de: 0 Einträge
fi: 0 nimikettä
fr: 0 élément
it: 0 elementi
sv: 0 poster

source: Get a tour of Chandler (http://chandlerproject.org/tour).
fi: Chandlerin nopea käytönopastus (http://chandlerproject.org/tour).
it: Introduzione a Chandler (http://chandlerproject.org/tour).
sv: Se Chandlers funktioner (http://chandlerproject.org/tour).

source: Learn how to import calendars and set up Chandler to back up and share (http://chandlerproject.org/getstarted).
fi: Lue kuinka tuoda kalentereita ja asettaa Chandler tekemään varmuuskopioita ja jakamaan tietoja (http://chandlerproject.org/getstarted).
it: Impara come importare calendari ed impostare Chandler per salvare e condividere (http://chandlerproject.org/getstarted).
sv: Lär dig importera kalendrar och ställ in Chandler för att dela data med andra: (http://chandlerproject.org/getstarted).

source: Ask for help by sending mail to chandler-users@osafoundation.org.
fi: Pyydä apua lähettämällä sähköpostia osoitteeseen chandler-users@osafoundation.org.
it: Chiedi aiuto inviando un'email a chandler-users@osafoundation.org.
sv: Be om hjälp via e-post till chandler-users@osafoundation.org.

source: Learn more about the project on our wiki (http://chandlerproject.org/wikihome).
fi: Lue lisää projektista wikisivuilta (http://chandlerproject.org/wikihome).
it: Appronfondisci il progetto sul nostro wiki (http://chandlerproject.org/wikihome).
sv: Lär dig mer på vår wiki (http://chandlerproject.org/wikihome).

source: Get involved and contribute to the project (http://chandlerproject.org/getinvolved).
fi: Osallistu ja avusta projektia (http://chandlerproject.org/getinvolved).
it: Partecipa e contribuisci al progetto (http://chandlerproject.org/getinvolved).
sv: Delta och bidra (http://chandlerproject.org/getinvolved).

source: &Email:
fi: S&ähköposti:
fr: Cou&rriel:
sv: &E-post:

source: &Server:
fi: Pal&velin:
fr: &Serveur:

source: Pass&word:
de: Pass&wort:
fi: &Salasana:
fr: &Mot de passe:
sv: L&ösenord:

source: Password:
de: Passwort:
fi: Salasana:
fr: Mot de passe:
sv: Lösenord:

source: Font++
fi: Kirjasin++
fr: Caractères++
sv: Typsnitt++

source: Font--
fi: Kirjasin--
fr: Caractères--
sv: Typsnitt--

source: Username:
de: Benutzername:
fi: Käyttäjänimi:
fr: Nom d'utilisateur:
sv: Användarnamn:

source: ChandlerSnapshot.tgz
de: ChandlerSchnappschuss.tgz
fi: ChandlerTuokiokuva.tgz

source: America/Anchorage
de: Amerika/Anchorage
fi: Amerikka/Anchorage
fr: Amérique/Anchorage

source: America/Los_Angeles
de: Amerika/Los_Angeles
fi: Amerikka/Los_Angeles
fr: Amérique/Los_Angeles

source: America/Denver
de: Amerika/Denver
fi: Amerikka/Denver
fr: Amérique/Denver

source: America/Chicago
de: Amerika/Chicago
fi: Amerikka/Chicago
fr: Amérique/Chicago

source: America/New_York
de: Amerika/New_York
fi: Amerikka/New_York
fr: Amérique/New_York

source: Asia/Shanghai
de: Asien/Shanghai
fi: Aasia/Shanghai
fr: Asie/Shanghai
sv: Asia/Calcutta

source: Asia/Calcutta
de: Asien/Kalkutta
fi: Aasia/Kalkutta
fr: Asie/Calcutta

source: Password
de: Passwort
fi: Salasana
fr: Mot de passe
sv: Lösenord

source: Host
fi: Isäntä
fr: Hôte
sv: Värd

source: %(accountName)s Account
de: %(accountName)s Konto
fi: %(accountName)s-tili
fr: Compte %(accountName)s
sv: %(accountName)s Konto

source: ChandlerItem.ics
fi: ChandlerNimike.ics
fr: ElementChandler.ics
sv: Chandlerkalender.ics

source: mm
fi: kk

source: FYI
fi: Tiedoksi
fr: Pour info
sv: För kännedom

source: CC
fi: Kopio

source: cc
fi: kopio

source: &Default
de: &Standard
fi: &Oletus
fr: &Standard

source: &File
de: &Datei
fi: &Tiedosto
fr: &Fichier
sv: &Arkiv

source: &Back up...
de: &Sichern...
fi: &Varmuuskopioi...
fr: &Archiver...
sv: &Säkerhetskopiera...

source: TextMenu
fi: TekstiValikko
sv: TextMeny

source: cr
de: DN
fi: lu
sv: skapare

source: au
fi: al
sv: författare

source: &URL:
sv: &Webadress:

source: URL:
sv: Webadress:

source: Ctrl+K
sv: Ctrl+B

source: Ctrl+Shift+N
sv: Ctrl+Shift+A

source: Ctrl+Shift+S
sv: Ctrl+Skift+S

source: Ctrl+Shift+E
sv: Ctrl+Shift+H

source: Australia/Sydney
de: Australien/Sydney
fr: Australie/Sydney

source: lucene
de: lucene Suchsyntax

source: &Debug
de: &Fehlersuche

source: %(dayName)s %(startDate)s %(startTime)s - %(endTime)s %(timezone)s
fr: %(dayName)s %(startDate)s de %(startTime)s à %(endTime)s %(timezone)s

source: %(dayName)s %(startDate)s %(startTime)s - %(endDayName)s %(endDate)s %(endTime)s %(timezone)s
fr: %(dayName)s %(startDate)s à %(startTime)s - %(endDayName)s %(endDate)s à %(endTime)s %(timezone)s

source: %(collectionName)s %(kindFilter)s
fr: %(kindFilter)s de %(collectionName)s
