Repository: HackLinux/chandler
Catalog: chandler/localizations/*/Chandler-*.po
Languages: de, fi, fr, it, sv

source: Congratulations on upgrading to a new version of Chandler. Would you like to reload your data from the backup that was automatically created on %(datetime)s? Warning: Before reloading into this version of Chandler, make sure you quit the previous version of Chandler completely without any problems, as otherwise you may lose important edits.
fi: Onneksi olkoon Chandlerin päivityksestä. Haluaisitko palauttaa tietosi varmuuskopiosta joka on luotu automaattisesti %(datetime)s? Varoitus: Ennen kuin palautat tietoja tähän Chandler-versioon, varmista että olet sammuttanut kaikki vanhat Chandler-versiot ilman ongelmia, muutoin voit menettää tärkeitä muutoksia.
it: Congratulazioni per l'aggiornamento ad una nuova versione di Chandler. Vuoi ricaricare i tuoi dati dal backup che è stato automaticamente creato il %(datetime)s? Attenzione: prima di ricaricare i dati in questa versione, assicurati di aver chiuso la precedente versione di Chandler completamente e senza problemi, altrimenti potresti perdere alcuni dati.
sv: Gratulerar till att ha uppgraderat till en ny version av Chandler. Vill du ladda in dina data från den automatiskt skapade backup som togs %(datetime)s? Varning: Innan du startar om med denna version av Chandler, försäkra dig för att undvika dataförluster om att du stängde av förra versionen fullständigt.

source: Incompatible Data
de: Inkompatible Daten
fi: Yhteensopimatonta tietoa
fr: Données incompatibles
it: Dati incompatibili
sv: Inkompatibla data

source: Your data was created by an incompatible version of Chandler. You can either proceed and delete all of your existing data, or click the Help button for instructions on how to manually move your data into this version of Chandler.
fi: Tietosi on luotu yhteensopimattomalla Chandlerilla. Voit joko jatkaa ja tuhota kaikki tietosi, tai klikata Ohje nappulaa nähdäksesi ohjeet kuinka voit itse siirtää tietosi tähän Chandler versioon.
it: I tuoi dati sono stati creati da una versione incompatibile di Chandler. Puoi procedere e cancellare tutti i dati esistenti, o cliccare sul tasto Aiuto per istruzioni su come spostare manualmente i tuoi dati in questa versione di Chandler.
sv: Dina data kommer från en imkompatibel version av Chandler. Du kan ortsätta och ta bort alla befintliga data tas eller klicka på Hjälp-knappen för instruktioner om hur du manuellt kan flytta dina gamla data.

source: &Reload Data
de: Lade Daten e&rneut
fi: &Tuo tiedot
fr: &Recharger les données
it: &Ricarica i dati
sv: &Ladda om data

source: &Start Fresh
fi: &Aloita puhtaalta pöydältä
it: &Parti da un archivio vuoto
sv: &Starta Rent

source: &Help
de: &Hilfe
fi: &Ohje
fr: &Aide
it: &Aiuto
sv: &Hjälp

source: Invalid email addresses.
de: falsche E-Mail Adresse
fi: Virheellinen sähköpostiosoite.
fr: Adresses courriel non valides.
it: Indirizzi email non validi.
sv: Ogiltig e-post adress

source: Mail Error
de: E-Mail Fehler
fi: Postivirhe
fr: Erreur de la messagerie
it: Errore email
sv: E-post fel

source: Edit Account Settings
de: Konto Einstellungen ändern
fi: Muokkaa tilien asetuksia
fr: Editer les configurations des comptes
it: Modifica le impostazioni dell'account
sv: Redigera konto-inställningar

source: Fix Email Addresses
de: Korrigiere E-Mail Adresse
fi: Korjaa sähköpostiosoitteet
fr: Réparer les adresses courriel
it: Correggi gli indirizzi email
sv: Fixa e-post adresser

source: Send Anyway
de: Senden
fi: Lähetä kuitenkin
fr: Envoyer malgré tout
it: Spedisci comunque
sv: Skicka ändå

source: Logs
de: Protokolle
fi: Lokit
it: Log
sv: Loggar

source: Log Path: %(path)s
de: Pfad Protokoll: %(path)s
fi: Lokipolku: %(path)s
fr: Cheminon du log: %(path)s
it: Percorso del file di log: %(path)s
sv: Sökväg till loggfil: %(path)s

source: &Try Again
de: &Wiederholen
fi: &Kokeile uudelleen
fr: &Réessayer
it: &Prova di nuovo
sv: &Försök igen

source: Close &Window
de: &Fenster schließen
fi: &Sulje ikkuna
fr: &Fermer la fenêtre
it: Chiudi la &finestra
sv: Stäng &fönster

source: &Apply Settings
de: &Einstellungen bestätigen
fi: &Käytä asetuksia
fr: &Appliquer la configuration
it: &Applica le impostazioni
sv: &Tillämpa inställningar

source: Cancelled by user.
de: Vom Benutzer abgebrochen.
fi: Käyttäjä perui.
fr: Annulé par l'utilisateur.
it: Annullato dall'utente.
sv: Avbruten av användaren

source: Exporting %(total)d items
fi: Viedään %(total)d nimikettä
it: Esportazione di %(total)d note
sv: Exporterar %(total)d poster

source: Exported %(number)d records
de: Exportiert wurden %(number)d Datensätze
fi: Vietiin %(number)d tietuetta
fr: %(number)d éléments exportés
it: Esportazione di %(number)d record
sv: Exporterade %(number)d poster

source: Exporting additional record...
de: Exportiere zusätzliche Datensätze...
fi: Viedään lisää tietueita...
it: Esportazione di record aggiuntivi...
sv: Exporterar ytterligare poster...

source: Exported %(total)d records
de: Exportiert wurden %(total)d Datensätze
fi: Vietiin %(total)d tietuetta
fr: %(total)d éléments exportés
it: Exportati %(total)d record
sv: Exporterade %(total)d poster

source: Counting records...
de: zähle Datensätze...
fi: Lasketaan tietueita...
fr: Décompte des éléments...
it: Conteggio dei record...
sv: Räknar poster...

source: Imported %(total)d records
de: Es wurden %(total)d Datensätze importiert
fi: Tuotiin %(total)d tietuetta
fr: %(total)d éléments importés
it: Importati %(total)d record
sv: Importerade %(total)d poster

source: Saving...
de: speichere...
fi: Tallennetaan...
fr: Sauvegarde...
it: Salvataggio...
sv: Sparar...

source: Please enter the master password you used to protect this file to reload account passwords.
de: Bitte benutzen Sie zum Schutz ihrer Kontenpasswörter das Masterpasswort.
fi: Ole hyvä ja kirjoita pääsalasana jolla suojasit tämän tiedoston tuodaksesi tilien salasanat.
fr: Veuillez entrer le mot de passe principal, celui utilisé pour protéger l'ensemble des mots de passe des comptes.
it: Per ricaricare le password degli account, inserisci la password principale che hai usato per proteggere questo file.
sv: Var vänligt och ange master-lösenordet för filen för att ladda in dina kontolösenord.

source: Protect Passwords
de: Passwörter schützen
fi: Suojaa salasanat
fr: Protéger les mots de passe
it: Proteggi le password
sv: Skydda lösenord

source: If you do not remember your master password, all account passwords will be deleted. Delete account passwords?
de: Wenn Sie ihr Masterpasswort vergessen, werden alle Kontenpasswörter gelöscht. Konto Passwörter löschen?
fi: Jos et muista pääsalasanaa, kaikki tilien salasanat tuhotaan. Tuhotaanko tilien salasanat?
fr: Si vous ne vous souvenez pas de votre mot de passe principal, les mots de passe des comptes seront perdus. Voulez-vous détruire ces mots de passe?
it: Se non ricordi la tua password principale, tutte le password degli account saranno cancellate. Cancello le password degli account?
sv: Om du glömmer ditt master-lösenord, kommer alla kontolösenord att tas bort. Ta bort dina kontolösenord?

source: Reset Master Password
de: Masterpasswort zurücksetzen
fi: Poista pääsalasana
fr: Reconfigurer le mot de passe principal
it: Ripristina la password principale
sv: Återställ master-lösenord

source: Converted %(total)d records
de: %(total)d konvertierte Datensätze
fi: %(total)d tietuetta muutettu
fr: %(total)d éléments convertis
it: Convertiti %(total)d record
sv: Konverterat %(total)d poster

source: Untitled
de: Neuer Namen
fi: Nimeämätön
fr: Sans titre
it: Senza titolo
sv: Namnlös

source: me
de: Ich
fi: minä
fr: moi-même
it: io
sv: jag

source: &Undo
de: &Wiederherstellen
fi: Ku&moa
fr: &Annuler
it: &Annulla
sv: &Ångra

source: &Redo
de: Zu&rücksetzen
fi: &Tee uudelleen
fr: &Rétablir
it: &Ripeti
sv: &Återställ

source: Cu&t
de: A&usschneiden
fi: &Leikkaa
fr: Cou&per
it: Ta&glia
sv: &Klipp ut

source: &Copy
de: &Kopieren
fi: &Kopioi
fr: &Copier
it: C&opia
sv: K&opiera

source: &Paste
de: &Einfügen
fi: L&iitä
fr: Co&ller
it: &Incolla
sv: K&listra in

source: C&lear
de: L&eeren
fi: T&yhjennä
fr: &Effacer
it: Cance&lla
sv: &Radera

source: Select &All
de: A&lles auswählen
fi: &Valitse kaikki
fr: &Tout sélectionner
it: &Seleziona tutti
sv: Markera &allt

source: Send
de: Senden
fi: Lähetä
fr: Envoyer
it: Invia
sv: Sklcka

source: Update
de: Aktualisierung
fi: Päivitä
fr: Met à jour
it: Aggiorna
sv: Uppdatera

source: Updated
de: aktualisiert
fi: Päivitetty
fr: Mis à jour
it: Aggiornati
sv: Uppdaterad

source: Reply
de: Antwort
fi: Vastaa
fr: Répondre
it: Rispondi
sv: Svara

source: Reply All
de: Alle Beantworten
fi: Vastaa kaikille
fr: Rép. à tous
it: Rispondi a tutti
sv: Svara alla

source: Forward
de: Weiterleiten
fi: Välitä
fr: Renvoi
it: Inoltra
sv: Vidarebefordra

source: Address item
de: Adreßeintrag
fi: Osoita nimike
fr: Adresser l'élément
it: Invia la nota
sv: Adress-post

source: Star item
fi: Tähditetty nimike
it: Contrassegna la nota
sv: Sätt stjärna på post

source: Add to Calendar
de: Dem Kalender hinzufügen
fi: Lisää kalenteriin
fr: Ajouter à l'agenda
it: Aggiungi al Calendario
sv: Lägg till i kalendern

source: Remove Addresses
de: Adressen entfernen
fi: Poista osoitteet
fr: Supprimer les adresses
it: Rimuovi indirizzi
sv: Ta bort adresser

source: Remove star
fi: Poista tähti
it: Rimuovi contrassegno
sv: Ta bort stjärna

source: Remove from Calendar
de: Aus dem Kalender entfernen
fi: Poista kalenterista
fr: Enlever de l'agenda
it: Rimuovi dal Calendario
sv: Ta bort från kalendern

source: Change Triage status
de: Triage Status wechseln
fi: Muuta lajittelun tila
fr: Changer le triage
it: Cambia il triage
sv: Byt Triage-status

source: Never share
de: nie gemeinsam
fi: Älä jaa koskaan
fr: Ne jamais publier
it: Non condividere mai
sv: Dela aldrig ut

source: Allow sharing
de: Erlaube gemeinsame Nutzung
fi: Salli jako
fr: Autoriser la publication
it: Consenti la condivisione
sv: Tillåt utdelning

source: Star this item
fi: Tähditä tämä nimike
it: Contrassegna questa nota
sv: Sätt stjärna på denna post

source: User name
de: Benutzername
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
sv: Användarnamn

source: Port
fi: Portti
it: Porta

source: Path
de: Pfad
fi: Polku
fr: Cheminon
it: Percorso
sv: Sökväg

source: New %(accountType)s Account
de: Neues %(accountType)s Konto
fi: Uusi %(accountType)s-tili
fr: Nouveau compte %(accountType)s
it: Nuovo account %(accountType)s
sv: New %(accountType)s konto

source: Peer certificate does not match host, got %(actualHost)s
de: Zertifikat stimmt nicht mit Host überein, bekam %(actualHost)s
fr: Le certificat du Peer ne correspond pas à celui de l'hôte reçu %(actualHost)s.
it: Il certificato peer non corrisponde all'host, ricevuto da %(actualHost)s
sv: Peer-certifikat matchar inte värddatorn. Chandler tog emot %(actualHost)s.

source: &Blue
de: &Blau
fi: &Sininen
fr: &Bleu
it: &Blu
sv: &Blått

source: &Green
de: &Grün
fi: &Vihreä
fr: &Vert
it: &Verde
sv: &Grönt

source: &Red
de: &Rot
fi: &Punainen
fr: &Rouge
it: &Rosso
sv: &Rött

source: &Orange
fi: &Oranssi
it: &Arancione

source: Go&ld
fi: &Kulta
fr: &Or
it: &Oro
sv: Gu&ld

source: &Plum
de: &Pflaume
fi: &Luumu
fr: &Prune
it: Vi&naccia
sv: &Plommon

source: &Turquoise
de: &Türkis
fi: &Turkoosi
it: &Turchese
sv: &Turkos

source: &Fuchsia
de: &Fuchsie
fi: &Fuksia
it: &Fucsia

source: &Indigo
de: &Indigoblau
it: &Indaco

source: Public
de: Öffentlich
fi: Julkinen
it: Pubblico
sv: Publik

source: User
de: Benutzer
fi: Käyttäjä
fr: Utilisateur
it: Utente
sv: Användare

source: Me
de: Ich
fi: Minä
fr: Moi-même
it: Io
sv: Jag

source: Welcome to Chandler™
de: Willkommen zur Chandler™
fi: Tervetuloa käyttämään Chandler™:ia
fr: Bienvenue sur Chandler™
it: Benvenuto in Chandler™
sv: Välkommen till Chandler™

source: Welcome to Chandler™ %(version)s. Here is a list of resources to help you get started: 1. Get a tour of Chandler (http://chandlerproject.org/tour). 2. Learn how to import calendars and set up Chandler to back up and share (http://chandlerproject.org/getstarted). 3. Back up your data and Share by signing up for a Chandler Hub account (http://hub.chandlerproject.org/signup). 4. Ask for help by sending mail to mailto:chandler-users@osafoundation.org. 5. Learn more about the project on our wiki (http://chandlerproject.org/wikihome). 6. Get involved and contribute to the project (http://chandlerproject.org/getinvolved). Thank you for trying Chandler! The Chandler Team
de: Willkommen zur Chandler™ Vorabversion %(version)s.Hier ist eine Liste von Ressourcen, die Ihnen bei ihren ersten Schritten helfen soll: 1.Verschaffen Sie sich einen Überblick über Chandler (http://chandlerproject.org/getstarted). 2.Eröffnen Sie ein Konto auf Chandler Hub (http://hub.chandlerproject.org/signup). 3.Konsultieren Sie unsere FAQ (http://chandlerproject.org/faq). 4.Lesen Sie mehr über bekannte Probleme (http://chandlerproject.org/knownissuesdesktop-0.7). 5.Stellen Sie Fragen und geben Sie uns Ihr Feedback, durch den Beitritt zur Chandler - Benutzer Mailingliste (http://chandlerproject.org/mailinglists). 6.Erfahren Sie mehr über das Projekt in unserem Wiki (http://chandlerproject.org/). 7.Leisten Sie einen Beitrag zu dem Projekt (http://chandlerproject.org/getinvolved). Vielen Dank, dass Sie Chandler nutzen! Das Chandler Team
fi: Tervetuloa käyttämään Chandler™ %(version)s:tä. Tässä on lista resursseja joilla pääset alkuun: 1. Chandlerin nopea käytönopastus (http://chandlerproject.org/tour). 2. Opi kuinka tuoda kalentereita ja tehdä varmuuskopioita ja jakaa tietoja (http://chandlerproject.org/getstarted). 3. Luo varmuuskopio tiedoistasi ja jaa tietoja luomalla jakotunnus Chandler Hub -palvelussa (http://hub.chandlerproject.org/signup). 4. Pyydä apua lähettämällä sähköpostia osoitteeseen mailto:chandler-users@osafoundation.org. 5. Lue lisää projektista wiki-sivuillamme (http://chandlerproject.org/). 6. Osallistu ja avusta Chandler-projektia (http://chandlerproject.org/getinvolved). Kiitos Chandlerin kokeilemisesta! Chandler-tiimi
it: Benvenuto in Chandler™ %(version)s. Ecco un elenco di risorse che possono aiutarti nell'utilizzo del programma: 1. Uno sguardo a Chandler (http://chandlerproject.org/tour). 2. Impara come importare calendari e impostare Chandler per salvare e condividere i dati (http://chandlerproject.org/getstarted). 3. Salva i tuoi dati e condividili creando un account per Chandler Hub (http://hub.chandlerproject.org/signup). 4. Chiedi aiuto inviando un'email a mailto:chandler-users@osafoundation.org. 5. Per saperne di più su Chandler vai sul nostro wiki (http://chandlerproject.org/wikihome). 6. Partecipa e contribuisci al progetto (http://chandlerproject.org/getinvolved). Grazie per aver provato Chandler! Il Team di Chandler
sv: Välkommen till Chandler™ %(version)s. Här är några saker du kan göra för att komma igång: 1. Ta en guidad tur av Chandler (http://chandlerproject.org/getstarted). 2. Skapa ett konto på Chandler Hub (http://hub.chandlerproject.org/signup). 3. Läs vår FAQ (http://chandlerproject.org/faq). 4. Läs om kända problem (http://chandlerproject.org/knownissuesdesktop-0.7). 5. Ställ frågor och ge oss feedback via Chandler-Users mailing list (http://chandlerproject.org/mailinglists). 6. Läs mer om projektet på vår wiki (http://chandlerproject.org/). 7. Delta och bidra själv (http://chandlerproject.org/getinvolved). Tack för att du prövar Chandler! The Chandler Team

source: Work
de: Beruf
fi: Työ
fr: Bureau
it: Lavoro
sv: Arbete

source: Home
de: Privat
fi: Koti
fr: Maison
it: Personale
sv: Hemma

source: Fun
de: Spaß
fi: Huvi
fr: Loisirs
it: Tempo libero
sv: Nöje

source: U.S. Holidays
fi: USAn yleiset vapaapäivät
it: Festività (Stati Uniti)
sv: Amerikanska helger

source: Next dentist appointment?
fi: Seuraava hammaslääkärin vastaanotto?
it: Prossimo appuntamento dal dentista?
sv: Nästa tandläkarbesök?

source: Tell a friend about Chandler
fi: Kerro ystävällesi Chandlerista
it: Parla ad un amico di Chandler
sv: Tala med en vän om Chandler

source: Try sharing a collection with family, friends or colleagues. Sign up for a Chandler Hub account to get started: http://hub.chandlerproject.org
fi: Koeta jakaa kokoelma perheen, ystävien tai työtovereiden kanssa. Luo tunnus Chandler Hub -jakotili aloittaaksesi: http://hub.chandlerproject.org
it: Prova a condividere una lista con familiari, amici o colleaghi. Inizia registrandoti al servizio Chandler Hub: http://hub.chandlerproject.org
sv: Pröva att dela information med familj, vänner eller kollegor! Skaffa ditt Chandler Hub-konto här: http://hub.chandlerproject.org

source: Write-up...
fi: Kirjoita...
it: Scrivi...
sv: Skriva...

source: Start jotting down ideas for that big write-up you should really have started last week! . . .
fi: Aloita kirjoittamaan ideoita suurta yhteenvetoa varten joka sinun olisi pitänyt aloittaa viime viikolla! . . .
it: Inizia ad annotare idee per quel documento che avresti già dovuto iniziare la scorsa settimana! . . .
sv: Skriv ner alla lösa ideér för artikeln som borde varit klar förra veckan ! . . .

source: Follow up with...on...
fi: Pidä yhteyttä...
it: Vai avanti con...il...
sv: Följ upp med...på...

source: Maintain a list of things you need to discuss with a colleague: . . . (Click on the clock icon to add this note to the calendar for the next time you're going to meet with them.)
fi: Pidä kirjaa asioista joista sinun pitää keskustella työtoverin kanssa: . . . (Klikkaa kelloikonia lisätäksesi tämän muistion kalenteriin seuraavaa tapaamista varten.)
it: Mantieni una lista di cose di cui devi discutere con un collega: . . . (Clicca sull'icona con l'orologio per aggiungere questa nota al Calendario in modo da ricordarti di ritornare qui in seguito.)
sv: Lista saker att diskutera med en kollega: . . . (Klicka på klock-ikonen och addera den här anteckningen i kalendern nästa gång ni ska träffas.)

source: Start planning vacation
fi: Aloita loman suunnittelu
it: Inizia a pianificare le vacanze
sv: Börja planera ledighet

source: Places you could go? . . . Activities you'd like to try? . . . Interesting travel articles? . . .
fi: Paikkoja jonne voisit mennä? . . . Aktiviteetteja joita haluaisit koettaa? . . . Mielenkiintoisia matkustusartikkeleita? . . .
it: Posti dove potresti andare? . . . Attività che vorresti provare? . . . Articoli di viaggi interessanti? . . .
sv: Resmål? . . . Saker du vill pröva? . . . Bra att ha med på resan? . . .

source: Bi-Weekly Status Report
fi: Joka toinen viikko tilanneraportti
it: Relazione bisettimanale su avanzamento lavori
sv: Veckorapport

source: What have you been up to the last couple of weeks? . . .
fi: Mitä olet tehnyt viimeisen parin viikon aikana? . . .
it: Di cosa ti sei occupato nelle ultime due settimane? . . .
sv: Vad har du gjort de senaste veckorna? . . .

source: Office supplies order
fi: Toimistotarvikkeiden tilaus
it: Ordine di scorte per l'ufficio
sv: Kontorsvaror

source: Maintain a list of supplies you need to get every month: . . . (Share it with others so you can all maintain the list together!)
fi: Pidä kirjaa tarvikkeista joita tarvitset joka kuukausi: . . . (Jaa se muiden kanssa jotta voitte pitää kirjaa yhdessä!)
it: Mantieni una lista di scorte da prendere ogni mese: . . . (Condividila con altri così da mantenere aggiornata questa lista assieme!)
sv: Skapa en lista över saker du behöver köpa varje månad: . . . (Dela med andra och uppdatera den tillsammans!)

source: Salsa Class
fi: Salsa-tunti
it: Corso di Salsa
sv: Salsalektion

source: Assignment for this week: . . . Remember to bring: . . .
fi: Tehtävät tälle viikolle: . . . Muista tuoda: . . .
it: Compiti per questa settimana: . . . Ricorda di portare: . . .
sv: Uppdrag denna vecka: . . . Kom ihåg att ta med: . . .

source: Brunch potluck...
fi: Nyyttikestit...
it: Cibo per il pic-nic
sv: Knytkalas...

source: Directions . . . Ideas for games to bring... . . . Sign up to bring food... . . .
fi: Ohjeet . . . Ideoita pelejä varten... . . . Ruoan tuojat... . . .
it: Indicazioni . . . Idee per giochi da portare... . . . Cibo da portare... . . .
sv: Vägbeskrivningar . . . förströelser att ta med... . . . Skriv upp dig för att ta med mat... . . .

source: Ideas for presents
fi: Lahjaideoita
it: Idee per regali
sv: Present-idéer

source: Maintain a list of possible presents for family, friends and colleagues so you're never short on ideas! . . .
fi: Pidä kirjaa mahdollisista lahjaideoista perheelle, ystäville ja työtovereille jotta et ole koskaan ilman ideoita! . . .
it: Mantieni una lista di possibili regali per famiglia, amici e colleghi così che tu non sia mai a corto di idee! . . .
sv: Lista möjliga presenter till familj, vänner och kollegor så du alltid har en idé ! . . .

source: Thank you notes
fi: Kiitosmuistiot
it: Ringraziamenti
sv: Tackkort

source: Who do you need to write thank you notes to? and for what reason? . . .
fi: Kenelle sinun pitää kirjoittaa kiitoskirje? ja miksi? . . .
it: A chi devi mandare ringraziamenti? E per quali motivi? . . .
sv: Vem behöver du skriva tackkort till? Varför? . . .

source: Movie list
fi: Elokuvalista
it: Elenco di film
sv: Filmlista

source: Movies you want to see: . . .
fi: Elokuvat jotka haluat nähdä: . . .
it: Film che vuoi vedere: . . .
sv: Filmer du vill se: . . .

source: Book list
fi: Kirjalista
it: Elenco di libri
sv: Boklista

source: Book recommendations you've been meaning to follow up on: . . .
fi: Kirjasuosituksia: . . .
it: Libri consigliati che intendi leggere: . . .
sv: Böcker du tänkt kolla upp: . . .

source: File taxes!
fi: Verotus!
it: Tasse da pagare!
sv: Deklarera!

source: What forms do you have in hand? . . . What are you missing? . . . Questions for your accountant? . . .
fi: Mitälomakkeita sinulla on saatavilla? . . . Mitä puuttuu? . . . Kysymyksia kirjanpitäjälle? . . .
it: Quali moduli hai raccolto? . . . Caso manca? . . . Domande per il commercialista? . . .
sv: Vilka blanketter har du? . . . Vad saknar du? . . . Frågor till revisorn? . . .

source: Class Trip: Exhibit on Sound!
fi: Luokkamatka: Ääninäyttely!
it: Gita: mostra sul suono!
sv: Klassresa: Exhibit on Sound!

source: Directions... . . .
fi: Ohjeet... . . .
it: Indicazioni... . . .
sv: Vägbeskrivningar... . . .

source: Download Chandler!
fi: Lataa Chandler!
fr: Télécharger Chandler!
it: Scarica Chandler!
sv: Ladda ner Chandler!

source: Purge Obsolete Data
de: entferne überflüssige Daten
fi: Puhdista vanhasta tiedosta
fr: Purger les données obsolètes
it: Rimuovi i dati non più usati
sv: Rensa föråldrade data

source: Chandler needs to purge obsolete data. This operation may take a while but will make the application run faster.
de: Ungültige Daten müssen bereinigt werden. Die Durchführung dauert eine Weile,anschließend ist das Programm schneller.
fi: Chandlerin täytyy puhdistaa vanhat tiedot. Tämä voi kestää jonkin aikaa, mutta ohjelma toimii sen jälkeen nopeammin.
fr: Chandler doit purger des données obsolètes. Cette opération prendra quelque temps mais permettra à Chandler de fonctionner plus rapidement ensuite.
it: Chandler ha bisogno di rimuovere i dati non più usati. Questa operazione può richiedere un pò di tempo ma renderà più veloce l'applicazione.
sv: Chandler behöver rensa föråldrade data. Det här kan ta ett litet tag men kommer att få Chandler att bli snabbare.

source: Purging will start automatically in %(numOf)d seconds.
de: Datenbereinigung startet automatisch in %(numOf)d Sekunden.
fi: Puhdistus alkaa automaattisesti %(numOf)d sekunnin kuluttua.
fr: La purge démarrera automatiquement dans %(numOf)d secondes.
it: La rimozione partirà in automatico tra %(numOf)d secondi.
sv: Rensning startar automtiskt om %(numOf)d sekunder.

source: Purge Now
de: Entferne jetzt
fi: Puhdista nyt
fr: Purger immédiatement
it: Rimuovi ora
sv: Rensa nu

source: Purge Later
de: Entferne später
fi: Puhdista myöhemmin
fr: Purger plus tard
it: Rimuovi dopo
sv: Rensa senare

source: Cancel
de: Abbruch
fi: Peru
fr: Annuler
it: Annulla
sv: Avbryt
