Repository: HackLinux/chandler
Catalog: chandler/localizations/*/Chandler-*.po
Languages: de, fi, fr, it, sv

source: Certificate notAfter field is formatted incorrectly
de: Zertifikatsfeld ist falsch formatiert
fi: Varmenteen notAfter kenttä on formatoitu väärin
fr: Le champ notAfter du certificat n'est pas formatté correctement
it: Il campo notAfter del certificato non è formattato correttamente
sv: Certifikatets notAfter-fält är felaktigt formatterat

source: Out of memory
de: Nicht genug Speicher
fi: Muisti loppu
fr: Mémoire épuisée
it: Memoria esaurita
sv: Slut på minne

source: Self-signed certificate
de: Selbstsignierendes Zertifikat in Zertifizierungsliste
fi: Itse myönnetty varmenne
fr: Certificat auto-signé
it: Certificato auto-firmato
sv: Self-signed certifikat

source: Self-signed certificate in certificate chain
de: Selbstsigniertes Zertifikat
fi: Itse myönnetty varmenne ketjussa
fr: Certificat auto-signé dans la chaîne de certificats
it: Certificato auto-firmato in una catena di certificati
sv: Self-signed certifikat i certifikat-kedjan

source: Unable to get local issuer certificate
de: Kann lokales Zertifikat nicht holen
fi: Ei löydy paikallista varmenteen myöntäjän varmennetta
fr: Impossible d'obtenir l'émetteur local du certificat
it: Impossibile ottenere l'emettitore locale del certificato
sv: Kunde inte hämta lokalt utfärdar-certifikat

source: Unable to verify the first certificate
de: Kann erstes zertifikat nicht prüfen
fi: Ei voi tarkistaa ensimmäistä varmennetta
fr: Impossible de vérifier le premier certificat
it: Impossibile verificare il primo certificato
sv: Kunde inte verifiera det första certifikatet

source: Invalid CA certificate
de: Falsches CA Zertifikat
fi: Virheellinen varmentajan varmenne
fr: Certificat CA invalide
it: Certificato della CA non valido
sv: Ogiltigt CA-certifitkat

source: Path is too long
de: Der Pfad ist zu lang
fi: Polku on liian pitkä
fr: Cheminon trop long
it: Il percorso è troppo lungo
sv: För lång sökväg

source: Unsupported certificate purpose
de: Zertifikatszweck nicht unterstützt
fi: Tukematon varmenteen tarkoitus
fr: Type de certificat non supporté
it: Scopo del certificato non supportato
sv: Ej understött "purpose" för detta certifikat

source: Certificate not trusted
de: Zertifikat nicht sicher
fi: Varmenteeseen ei luoteta
fr: Certificat non confirmé
it: Certificato non fidato
sv: Certifikatet är inte pålitligt nog

source: Certificate rejected
de: Zertifikat abgelehnt
fi: Varmenne hylätty
fr: Certificat refusé
it: Certificato respinto
sv: Certifikat avvisat

source: unable to get issuer certificate
de: Kann Zertifikat nicht holen
fi: Ei löydy varmenteen myöntäjän varmennetta
fr: Impossible d'obtenir le certificat de l'émetteur
it: impossibile ottenere il certificato dell'emettitore
sv: Kunde inte hämta utfärdar-certifikat

source: Could not set cipher list
de: Kann Liste nicht generieren
fi: Ei voitu asentaa koodilistaa
fr: Liste de chiffrement non initialisée
it: Impossibile impostare la lista di cifratura
sv: Kunde inte öppna cipher-lista.

source: Save Script
de: Script speichern
fi: Tallenna skripti
fr: Sauver le script
it: Salva lo script
sv: Spara script-fil

source: Stop &Recording...
de: &Beende Aufnahme...
fi: &Lopeta talletus...
fr: Stopper l'&enregistrement...
it: Ferma la &registrazione...
sv: Avslutas &inspelnng

source: &Record Script
de: &Aufnahmenscript
fi: &Tallenna skripti
fr: &Enregistrer un script
it: &Registra uno script
sv: &Spela in script

source: Scriptin&g
fi: Sk&riptaus
fr: &Script
it: &Esecuzione dell script

source: Record commands in Chandler
de: Aufnahme Kommandos in Chandler
fi: Tallenna komentojono Chandlerissa
fr: Enregistrer les commandes de Chandler
it: Memorizza i comandi in Chandler
sv: Spela in Chandler-kommandon

source: &Verify Script
de: &Script prüfen
fi: T&arkista skripti
fr: &Vérifier un script
it: &Verifica lo script
sv: &Verifiera script

source: When scripts run, verification ensure that the UI's data matches the state when the script was recorded
de: Wenn Skripte laufen, die Überprüfung sicherzustellen, dass die Benutzeroberfläche der Daten mit dem Staat, wenn das Skript wurde
fi: Kun skriptejä ajetaan, tarkista etta käyttöliittymän tiedot täsmäävät tilaa skriptiin talletetun tilan kanssa.
fr: Lorsque les scripts s'exécutent, la vérification s'assure que l'interface est identique à ce que le script a enregistré
it: Quando lo script è in esecuzione, questa verifica assicura che i dati dell'interfaccia utente siano gli stessi di quando è stato registrato lo script
sv: När script-filer körs, verifiera att UI data stämmer med tillståndet när scriptet spelades in.

source: Run &Script
de: &Script ausführen
fi: A&ja skripti
fr: Exécuter un &script
it: Esegui lo &script
sv: Kör &script-fil

source: &Browse...
de: &Suche...
fi: &Selaa...
fr: &Naviguer
it: &Sfoglia...
sv: &Bläddra

source: Open a script you recorded to play
de: Ein aufgenommenes Script abspielen
fi: Avaa skripti jonka talletit ajaaksesi se
fr: Ouvrir un script et l'exécuter
it: Apri uno script registrato da eseguire
sv: Öppna och spela upp ett inspelat script

source: The script did not complete because a error was found during verification. %(testResults)s
de: Das Skript wurde nicht vollständig ausgeführt,da ein Fehler bei der Überprüfung festgestellt wurde. %(testResults)s
fi: Skriptiä ei ajettu loppuun asti virheen vuoksi. %(testResults)s
fr: Le script s'est interrompu à cause d'une erreur à la vérification. %(testResults)s
it: Lo script si è interrotto a causa di un errore riscontrato durante la verifica. %(testResults)s
sv: Scriptet kunde inte avslutas eftersom ett fel hittades under verifiering. %(testResults)s

source: Script Error
de: Scriptfehler
fi: Skriptivirhe
fr: Erreur de script
it: Errore nello script
sv: Script-fel

source: Hotkey
fi: Komentonäppäin
fr: Raccourci clavier
it: Scorciatoia
sv: Snabbkommando

source: Open
de: Öffnen
fi: Avaa
fr: Ouvrir
it: Apri
sv: Öppna

source: Save
de: Speichern
fi: Tallenna
fr: Sauver
it: Salva
sv: Spara

source: Save As
de: Speichern unter
fi: Tallenna nimellä
fr: Sauver sous
it: Salva come
sv: Spara som

source: test
fi: kokeile
it: prova

source: path
de: Pfad
fi: polku
fr: cheminon
it: percorso
sv: sökväg

source: Open Script File
de: Öffne Script Datei
fi: Tallenna skriptitiedosto
fr: Ouvrir un fichier de script
it: Apri il file dello script
sv: Öppna script-fil

source: Save Script File As
de: Speichere Script Datei unter
fi: Tallenna skriptitiedosto nimellä
fr: Sauver un fichier de script sous
it: Salva il file dello script come
sv: Spara script-fil som

source: Python files|*.py|
de: Python Dateien|*.py|
fi: Python-tiedostot|*.py|
fr: Fichiers Python |*.py|
it: File Python|*.py|
sv: Python filer|*.py|

source: All files (*.*)|*.*
de: Alle Dateien (*.*)|*.*
fi: Kaikki tiedostot (*.*)|*.*
fr: Tout fichier (*.*)|*.*
it: Tutti i file (*.*)|*.*
sv: Alla filer (*.*)|*.*

source: The file associated with this script has changes that are older than your recent edits. Do you want to overwrite the older changes?
de: Wollen SIe alte Änderungen überschreiben?
fi: Tämän skriptin talletettu versio on vanhempi kuin muokkaamasi versio. Haluatko ylikirjoittaa vanhat muutokset?
fr: Le fichier associé à ce script est plus ancien que vos récentes modifications. Voulez-vous écraser les anciennes modifications?
it: Il file associato a questo script ha cambiamenti più vecchi rispetto alle tue recenti modifiche. Vuoi sovrascrivere i vecchi cambiamenti?
sv: Filen som är associerad med detta scricpt har ändringar som är äldre än dina senaste ändringar. Vill du skriva över dina gamla ändringar?

source: Overwrite Script File
de: Überschreibe Script Datei
fi: Kirjoita skriptitiedoston päälle
fr: Réécrire le ficher de script
it: Sovrascrivi il file dello script
sv: Skriv över script-fil.

source: SSL error.
de: SSL Fehler.
fi: SSL-virhe.
fr: Erreur SSL.
it: Errore SSL.
sv: SSL fel.

source: Email Address %(emailAddress)s is not valid.
de: E-Mail Adresse %(emailAddress)s ist ungültig.
fi: Sähköpostiosoite %(emailAddress)s ei kelpaa.
fr: L'adresse %(emailAddress)s n'est pas valide.
it: L'indirizzo email %(emailAddress)s non è valido.
sv: Ogiltig e-post adress: %(emailAddress)s

source: Mail error: %(errText)s
de: E-Mail Fehler: %(errText)s
fi: Postivirhe: %(errText)s
fr: Erreur de courriel: %(errText)s
it: Errore email: %(errText)s
sv: E-post fel: %(errText)s

source: Error from mail server '%(hostName)s': %(errText)s
de: Fehler vom Mail Server '%(hostName)s': %(errText)s
fi: Virhe postipalvelimelta '%(hostName)s': %(errText)s
fr: Erreur du serveur de courriel '%(hostName)s': %(errText)s
it: Errore del server email '%(hostName)s': %(errText)s
sv: Fel från e-post servern '%(hostName)s': %(errText)s

source: Connection to server '%(hostName)s' was successful.
de: Verbindung zu Server '%(hostName)s' hergestellt.
fi: Yhteys palvelimeen '%(hostName)s' onnistui.
fr: La connexion au serveur '%(hostName)s' fonctionne.
it: Connessione al server '%(hostName)s' avvenuta.
sv: Ansluten till servern '%(hostName)s'.

source: The server requires secure login. Please enable TLS or SSL.
de: Der Server benötigt Sicheres Einloggen. Bitte TLS oder SSL einschalten.
fi: Palvelin vaatii salatun yhteyden. Ole hyvä ja käytä TLS:ää tai SSL:ää.
fr: Ce serveur nécessite une connexion sécurisée. Utilisez TLS ou SSL.
it: Il server richiede un login sicuro. Abilita TLS o SSL.
sv: Servern kräver en säker inloggning. Var vänlig gå till inställningar och slå på TLS eller SSL.

source: %(accountName)s is offline. No operation was performed.
de: %(accountName)s ist offline. Keine Operationen wurden durchgeführt.
fi: %(accountName)s on yhteydettömässä tilassa. Mitään ei tehty.
fr: %(accountName)s n'est pas connecté. Aucune opération n'a été efectuée.
it: %(accountName)s non è in linea. Nessuna operazione effettuata.
sv: %(accountName)s är offline. Ingen operation kunde genomföras.

source: %(accountName)s: Connecting to server %(serverDNSName)s...
de: %(accountName)s: Verbinde zu server %(serverDNSName)s...
fi: %(accountName)s: otetaan yhteyttä palvelimeen %(serverDNSName)s...
fr: %(accountName)s: Connexion au serveur %(serverDNSName)s...
it: %(accountName)s: connessione al server %(serverDNSName)s...
sv: %(accountName)s: Ansluter till server %(serverDNSName)s...

source: Unable to connect to server. Please try again later.
de: Verbindung zu Server nicht möglich. Bitte später erneut versuchen.
fi: Palvelimeen ei saatu yhteyttä. Ole hyvä ja yritämyöhemmin uudelleen.
fr: Impossible de se connecter au serveur. Veuillez réessayer ultérieurement.
it: Impossibile connettersi al server. Riprovare più tardi.
sv: Lyckades inte ansluta till servern. Försök koppla upp igen lite senare

source: Attempt to sync '%(hostName)s' timed out after 5 minutes. Server not responding.
it: Tentativo di sincronizzazione con '%(hostName)s' fallito (timeout di 5 minuti). Il server non risponde.

source: Troubleshoot
it: Soluzione dei problemi

source: %(accountName)s: No new messages found.
de: %(accountName)s: Keine neuen Nachrichten gefunden.
fi: %(accountName)s: Uusia viestejä ei löytynyt.
fr: %(accountName)s: Pas de message.
it: %(accountName)s: nessun messaggio nuovo.
sv: %(accountName)s: Hittade inga nya meddelanden.

source: %(accountName)s: Checking for new mail messages...
de: %(accountName)s: Prüfe auf neue Nachrichten...
fi: %(accountName)s: Tarkistetaan onko uusia viestejä..
fr: %(accountName)s: Recherche de nouveaux courriels...
it: %(accountName)s: verifica di nuovi messaggi email...
sv: %(accountName)s: Söker efter nya meddelanden...

source: Unable to determine status of Inbox on server.
de: Status des Posteingangs auf dem Servers nicht prüfbar.
fi: Sisääntulevan tilaa ei kyetty määrittelemään palvelimella.
fr: Impossible de déterminer le status de la boîte aux lettres sur le serveur.
it: Impossibile stabilire lo stato del server per la posta in attivo.
sv: Kan inte avgöra status på serverns Inkorg.

source: The Reply-to address %(emailAddress)s is not valid.
de: Die Weiterleitungsadresse %(emailAddress)s ist ungültig.
fi: Vastausosoite %(emailAddress)s ei kelpaa.
fr: L'adresse de retour %(emailAddress)s n'est pas valide.
it: L'indirizzo di risposta %(emailAddress)s non è valido valido.
sv: Reply-to adressen %(emailAddress)s är ogiltig.

source: A From: address is required to send this message.
de: Eine Absendeadresse wird zum Senden benötigt.
fi: Vastaanottajan osoite vaaditaan viestin lähettämiseksi.
fr: Une adresse d'expédition est obligatoire pour envoyer ce message.
it: Un indirizzo Da: è richiesto per inviare questo messaggio.
sv: En Från: adress behövs för att kunna skicka detta meddelande.

source: At least one valid To: email address is required to send this message.
de: Eine gültige Adresse wird zum Senden dieser Nachricht benötigt.
fi: Ainakin yksi kunnollinen vastaanottajan sähköpostiosoite vaaditaan tämän viestin lähettämiseksi.
fr: Au moins une adresse de réception est obligatoire pour envoyer ce message.
it: Almeno un indirizzo A: valido è richiesto per inviare questo messaggio.
sv: Minst en giltig Från: adress behövs för att kunna skicka detta meddelande.

source: %(accountName)s: Chandler mail is offline, "%(subject)s" has been queued and will be sent as soon as Mail is put back online.
de: %(accountName)s: Chandler E-Mail ist offline, "%(subject)s" ist in der Warteschlange und wird sofort gesendet, wenn das System online ist.
fi: %(accountName)s: Chandlerin posti on yhteydettömässä tilassa, "%(subject)s" on lisätty jonoon ja lähetetään heti kun posti laitetaan yhteydelliseen tilaan.
fr: %(accountName)s: Chandler n'est pas connecté au courriel, "%(subject)s" est mis en attente et sera expédié dès que le service de courriel sera disponible.
it: %(accountName)s: la posta di Chandler è offline, "%(subject)s" è stato messo in coda a sarà inviato non appena i servizi di posta torneranno online.
sv: %(accountName)s: Chandler e-post är offline, "%(subject)s" har köats och kommer att skickas så snart Chandler e-post är online igen.

source: %(accountName)s: Sending "%(subject)s"...
de: %(accountName)s: sende "%(subject)s"...
fi: %(accountName)s: lähetetään "%(subject)s"...
fr: %(accountName)s: Envoi de "%(subject)s" en cours...
it: %(accountName)s: invio di "%(subject)s"...
sv: %(accountName)s: Skickar "%(subject)s"...

source: %(accountName)s: "%(subject)s" sent.
de: %(accountName)s: "%(subject)s" gesendet.
fi: %(accountName)s: "%(subject)s" lähetetty.
fr: %(accountName)s: "%(subject)s" expédié.
it: %(accountName)s: "%(subject)s" inviato.
sv: %(accountName)s: "%(subject)s" skickat.

source: Cannot perform request. Chandler mail is offline.
de: Kann Anfrage nicht ausführen.E-Mail ist offline
fi: Komentoa ei voitu toteuttaa. Chandler on yhteydettömässä tilassa.
fr: Requête interrompue. Le service de courriel Chandler n'est pas connecté.
it: Impossibile effettuare la richiesta. La posta di Chandler è offline.
sv: Kan inte utföra begäran, Chandler e-post är offline.

source: Invalid server. The POP3 server does not support the 'UIDL' command. This command is required by Chandler.
de: Ungültiger Server. POP3 Server unterstützt "UIDL 'Befehl nicht . Dieser Befehl wird von Chandler benötigt.
fi: Yhteensopimaton palvelin. POP3-palvelin ei tue 'UIDL' komentoa. Chandler vaatii tämän komennon.
fr: Serveur invalide. Le serveur POP3 ne supporte pas la commande 'UIDL'. Cette commande est requise par Chandler.
it: Server non valido. Il server POP3 non supporta il comando 'UIDL'. Questo comando è richiesto da Chandler.
sv: Ogiltig server. POP3-servern stöder inte 'UIDL'-kommandot. Detta kommando behövs för Chandler.

source: 1#%(accountName)s: %(numberTotal)s message downloaded to Chandler (New: %(numberNew)s, Updates: %(numberUpdates)s, Duplicates: %(numberDuplicates)s, Errors: %(numberErrors)s)|1<%(accountName)s: %(numberTotal)s messages downloaded to Chandler (New: %(numberNew)s, Updates: %(numberUpdates)s, Duplicates: %(numberDuplicates)s, Errors: %(numberErrors)s)
de: 1#%(accountName)s: %(numberTotal)s Nachrichten von Chandler heruntergeladen (New: %(numberNew)s, Updates: %(numberUpdates)s, Duplicates: %(numberDuplicates)s, Fehler:%(numberErrors)s)|1<%(accountName)s: %(numberTotal)s Nachrichten heruntergeladen zu Chandler (New: %(numberNew)s, Aktualisierungen:%(numberUpdates)s, Duplikate:%(numberDuplicates)s, Errors: %(numberErrors)s)
fi: 1#%(accountName)s: %(numberTotal)s viesti haettu Chandleriin (Uusi: %(numberNew)s, Päivitetty: %(numberUpdates)s, Kopioita: %(numberDuplicates)s, Virheitä: %(numberErrors)s)|1<%(accountName)s: %(numberTotal)s viestiä haettu Chandleriin (Uusia: %(numberNew)s, Päivitettyjä: %(numberUpdates)s, Kopioita: %(numberDuplicates)s, Virheitä: %(numberErrors)s)
fr: 1#%(accountName)s: %(numberTotal)s message téléchargés par Chandler (Nouveau: %(numberNew)s, Mises à jour: %(numberUpdates)s, Doublons: %(numberDuplicates)s, Erreurs: %(numberErrors)s)|1<%(accountName)s: %(numberTotal)s messages téléchargés par Chandler (Nouveau: %(numberNew)s, Mises à jour: %(numberUpdates)s, Doublons: %(numberDuplicates)s, Erreurs: %(numberErrors)s)
it: 1#%(accountName)s: %(numberTotal)s messaggio scaricato da Chandler (Nuovi: %(numberNew)s, Aggiornati: %(numberUpdates)s, Duplicati: %(numberDuplicates)s, Errori: %(numberErrors)s)|1<%(accountName)s: %(numberTotal)s messaggi scaricati da Chandler (Nuovi: %(numberNew)s, Aggiornati: %(numberUpdates)s, Duplicati: %(numberDuplicates)s, Errori: %(numberErrors)s)
sv: 1#%(accountName)s: %(numberTotal)s meddelanden nerladdade till Chandler (New: %(numberNew)s, Uppdaterade: %(numberUpdates)s, Dubletter: %(numberDuplicates)s, Fel: %(numberErrors)s)|1<%(accountName)s: %(numberTotal)s meddelanden nerladdade från Chandler (New: %(numberNew)s, Uppdaterade: %(numberUpdates)s, Dubletter: %(numberDuplicates)s, Fel: %(numberErrors)s)

source: 1#%(accountName)s: Downloading %(numberOfMessages)s message...|1<%(accountName)s: Downloading %(numberOfMessages)s messages...
de: 1#%(accountName)s: Lade %(numberOfMessages)s Nachrichten herunter...|1<%(accountName)s: Lade %(numberOfMessages)s Nachrichten...
fi: 1#%(accountName)s: Haetaan %(numberOfMessages)s viesti...|1<%(accountName)s: Haetaan %(numberOfMessages)s viestiä...
fr: 1#%(accountName)s: Téléchargement de %(numberOfMessages)s message...|1<%(accountName)s: Téléchargement de %(numberOfMessages)s messages...
it: 1#%(accountName)s: scaricamento di %(numberOfMessages)s messaggio...|1<%(accountName)s: scaricamento di %(numberOfMessages)s messaggi...
sv: 1#%(accountName)s: Laddar ner %(numberOfMessages)s meddelande...|1<%(accountName)s: Laddar ner %(numberOfMessages)s meddelanden...

source: %(accountName)s: Searching %(start)s - %(end)s of %(total)s messages...
de: %(accountName)s: Suche %(start)s - %(end)s von %(total)s Nachrichten...
fi: %(accountName)s: Etsitään %(start)s - %(end)s/%(total)s viestiä...
fr: %(accountName)s: Consulte %(start)s - %(end)s de %(total)s messages...
it: %(accountName)s: ricerca %(start)s - %(end)s di %(total)s messaggi...
sv: %(accountName)s: Söker %(start)s - %(end)s av %(total)s meddelanden...

source: %(accountName)s: Searching %(start)s - %(end)s of %(total)s messages in your '%(folderDisplayName)s'...
de: %(accountName)s: Suche %(start)s - %(end)s von %(total)s Nachrichten in Ihrem '%(folderDisplayName)s'...
fi: %(accountName)s: Etsitään %(start)s - %(end)s/%(total)s viestiä kansiossasi '%(folderDisplayName)s'...
fr: %(accountName)s: Consulte %(start)s - %(end)s de %(total)s messages dans '%(folderDisplayName)s'...
it: %(accountName)s: ricerca %(start)s - %(end)s di %(total)s messaggi in '%(folderDisplayName)s'...
sv: %(accountName)s: Söker %(start)s - %(end)s av %(total)s meddelanden i din '%(folderDisplayName)s'...

source: %(accountName)s is not configured correctly. The account settings contain no Inbox folder.
de: %(accountName)s ist nicht korrekt konfiguriert. Die Konteneinstellungen haben keinen Eingangsordner
fi: %(accountName)s ei ole asetettu oikein. Tilin asetukset eivät sisällä Inbox-kansiota.
fr: %(accountName)s n'est pas configuré correctement. Le compte ne contient pas de boîte de réception.
it: %(accountName)s non è configurato correttamente. Le impostazioni dell'account non contengono una cartella Inbox.
sv: %(accountName)s är felaktigt inställt. Kontoinställningar innehåller ingen Inkorg.

source: %(accountName)s: Commiting %(start)s - %(end)s of %(total)s messages from '%(folderDisplayName)s'...
de: %(accountName)s: Einfügen %(start)s - %(end)s von %(total)s Nachrichten von '%(folderDisplayName)s'...
fi: %(accountName)s: Talletetaan %(start)s - %(end)s/%(total)s viestit kansiosta '%(folderDisplayName)s'...
fr: %(accountName)s: Sauve %(start)s - %(end)s de %(total)s messages de '%(folderDisplayName)s'...
it: %(accountName)s: spedizione %(start)s - %(end)s di %(total)s messaggi da '%(folderDisplayName)s'...
sv: %(accountName)s: Sparar %(start)s - %(end)s av %(total)s meddelanden från '%(folderDisplayName)s'...

source: %(accountName)s: Commiting %(start)s - %(end)s of %(total)s messages...
de: %(accountName)s: Einfügen %(start)s - %(end)s von %(total)s Nachrichten...
fi: %(accountName)s: Talletetaan %(start)s - %(end)s/%(total)s viestit...
fr: %(accountName)s: Sauve %(start)s - %(end)s de %(total)s messages...
it: %(accountName)s: spedizione %(start)s - %(end)s di %(total)s messaggi...
sv: %(accountName)s: Sparar %(start)s - %(end)s of %(total)s meddelanden...

source: Title: %(titleText)s
de: Titel: %(titleText)s
fi: Otsikko: %(titleText)s
fr: Titre: %(titleText)s
it: Titolo: %(titleText)s
sv: Ämne: %(titleText)s

source: Notes: %(notesText)s
de: Notiz: %(notesText)s
fi: Muistiot: %(notesText)s
it: Note: %(notesText)s
sv: Anteckningar: %(notesText)s

source: Event Details ---
de: Ereignisdetails ---
fi: Tapahtuman yksityiskohdat ---
fr: Détails de l'événement ---
it: Dettagli dell'evento ---
sv: Händelsedetaljer ---

source: Task Details ---
de: Aufgabendetails ---
fi: Tehtävän yksityiskohdat ---
fr: Détails de la tâche ---
it: Dettagli del compito ---
sv: Uppgiftsdetaljer ---

source: Title:
de: Titel:
fi: Otsikko:
fr: Titre:
it: Titolo:
sv: Ämne:

source: Trash
de: Papierkorb
fi: Roskakori
fr: Corbeille
it: Cestino
sv: Papperskorg

source: Dashboard
de: Hauptübersicht
fi: Kojelauta
fr: Tableau de Bord
it: Cruscotto
sv: Överblick

source: In
de: Eingang
fi: Sisään
fr: Réception
it: In arrivo

source: Out
de: Ausgang
fi: Ulos
fr: Expédition
it: In uscita
sv: Ut

source: Created by %(user)s on %(date)s %(tz)s
de: Erzeugt von %(user)s am %(date)s %(tz)s
fi: Luonut %(user)s %(date)s %(tz)s
fr: Créé par %(user)s le %(date)s %(tz)s
it: Creato da %(user)s il %(date)s %(tz)s
sv: Skapad av %(user)s %(date)s %(tz)s

source: Created on %(date)s %(tz)s
de: Erzeugt am %(date)s %(tz)s
fi: Luotu %(date)s %(tz)s
fr: Créé le %(date)s %(tz)s
it: Creato il %(date)s %(tz)s
sv: Skapad %(date)s %(tz)s

source: Edited by %(user)s on %(date)s %(tz)s
de: Bearbeitet von %(user)s am %(date)s %(tz)s
fi: %(user)s editoinut %(date)s %(tz)s
fr: Edité par %(user)s le %(date)s %(tz)s
it: Modificato da %(user)s il %(date)s %(tz)s
sv: Ändrad av %(user)s on %(date)s %(tz)s

source: Edited on %(date)s %(tz)s
de: Bearbeitet am %(date)s %(tz)s
fi: Editoitu %(date)s %(tz)s
fr: Edité le %(date)s %(tz)s
it: Modificato il %(date)s %(tz)s
sv: Ändrad %(date)s %(tz)s

source: Updated by %(user)s on %(date)s %(tz)s
de: Aktualisiert von %(user)s am %(date)s %(tz)s
fi: %(user)s päivittänyt %(date)s %(tz)s
fr: Mis à jour par %(user)s le %(date)s %(tz)s
it: Aggiornato da %(user)s il %(date)s %(tz)s
sv: Uppdaterad %(user)s den %(date)s %(tz)s

source: Updated on %(date)s %(tz)s
de: Aktualisiert am %(date)s %(tz)s
fi: Päivitetty %(date)s %(tz)s
fr: Mis à jour le %(date)s %(tz)s
it: Aggiornato il %(date)s %(tz)s
sv: Uppdaterad %(date)s %(tz)s
