Repository: HackLinux/chandler
Catalog: chandler/localizations/*/Chandler-*.po
Languages: de, fi, fr, it, sv

source: The following account(s) need to be set up:
de: Die folgenden Konten müssen eingerichtet werden:
fi: Seuraavat tilit pitää luoda:
fr: Les comptes suivants doivent être configurés:
it: I seguenti account devono essere configurati:
sv: Följande konto(n) behöver inställningar:

source: - Sharing
de: -Gemeinsames
fi: - Jako
fr: - Publication
it: - Condivisione
sv: - Utdelning

source: - Inbound Mail
de: - Eingehende E-Mail
fi: - Sisääntuleva posti
fr: - Courriel de réception
it: - Posta in arrivo
sv: - Inkommande e-post

source: - At least one email address must be configured.
de: Mindestens eine E-Mail Adresse muß eingerichtet sein.
fr: - Au moins une adresse de courriel doit être configurée
it: - Almeno un indirizzo email deve essere configurato.
sv: - Minst en e-post adress måste anges.

source: - Outbound Mail
de: - Ausgehende E-Mail
fi: - Ulosmenevä posti
fr: - Courriel d'expédition
it: - Posta in uscita
sv: - Utgående e-post

source: Would you like to set up your accounts now?
de: Möchten Sie Ihre Konten jetzt einrichten?
fi: Haluatko luoda tilisi nyt?
fr: Voulez-vous configurer vos comptes maintenant?
it: Vuoi configurare i tuoi account ora?
sv: Vill du göra dina kontoinställningar nu?

source: Account Set-up
de: Einrichtung des Konto's
fi: Tilien asetukset
fr: Configuration des comptes
it: Configurazione account
sv: Kontoinställningar

source: My items
de: Meine Einträge
fi: Minun nimikeeni
fr: Mes éléments
it: Le mie note
sv: Mina poster

source: My tasks
de: Meine Aufgaben
fi: Minun tehtäväni
fr: Mes tâches
it: I miei compiti
sv: Mina uppgifter

source: tasks
de: Aufgaben
fi: tehtävät
fr: tâches
it: compiti
sv: uppgifter

source: My mail
de: Meine Post
fi: Minun sähköpostini
fr: Mes courriels
it: La mia posta
sv: Min e-post

source: mail
de: Post
fi: posti
fr: courriel
it: posta
sv: e-post

source: My calendar
de: Mein Kalender
fi: Minun kalenterini
fr: Mon agenda
it: Il mio calendario
sv: Min kalender

source: calendar
de: Kalender
fi: kalenteri
fr: agenda
it: celandario
sv: kalender

source: %(location)s does not exist.
de: %(location)s existiert nicht.
fi: %(location)s ei ole olemassa.
fr: %(location)s n'existe pas.
it: %(location)s non esiste.
sv: %(location)s finns inte.

source: Options
de: Optionen
fi: Valinnat
it: Opzioni
sv: Alternativ

source: WebDAV Publish Options:
de: WebDAV Publikationsotionen
fi: WebDAV-jaon valinnat:
fr: Options de publication WebDAV:
it: Opzioni di pubblicazione WebDAV:
sv: WebDAV publiceringsalternativ

source: Publish as ICS file
de: Eine ICS Datei publizieren
fi: Julkaise ICS-tiedostoon
fr: Publier un fichier ICS
it: Pubblica un file ICS
sv: Publicera en ICS-fil

source: Removing old collection from server...
de: Entferne alte Übersichten vom Server...
fi: Poistetaan vanha kokoelma palvelimelta...
fr: Suppression de l'ancienne collection du serveur...
it: Rimozione vecchia lista sul server...
sv: Tar bort gammal samling från servern.

source: Unable to connect to server: %(error)s
de: Keine Verbindung zum Server: %(error)s
fi: Palvelimeen ei saada yhteyttä: %(error)s
fr: Connexion au serveur impossible: %(error)s
it: Impossibile connettersi al server: %(error)s
sv: Kunde inte ansluta till server: %(error)s

source: Restoring %(collection)s collection
de: Wiederherstellung %(collection)s Übersicht
fi: Palautetaan %(collection)s kokoelma
fr: Restaurer la collection %(collection)s
it: Ripristino della lista %(collection)s
sv: Återställer samlingen %(collection)s

source: Please verify your username and password
de: Bitte prüfen Sie ihren Benutzernamen und das Passwort
fi: Ole hyvä ja tarkista käyttäjätunnuksesi ja salasanasi
fr: Veuillez vérifier votre nom d'utilisateur et votre mot de passe
it: Inserisci il tuo nome utente e la tua password
sv: Var vänlig bekräfta namn och lösenord

source: Server busy. Try again later. (HTTP status 503)
de: Server nicht erreichbar. Bitte später erneut versuchen.(HTTP status 503)
fi: Kiireinen palvelin. Yritä myöhemmin uudestaan. (HTTP-tila 503)
fr: Serveur occupé. Veuillez réessayer ultérieurement. (HTTP status 503)
it: Server occupato. Prova di nuovo dopo. (HTTP status 503)
sv: Servern är upptagen. Försök igen senare. (HTTP status 503)

source: Collection updated by someone else.
de: Übersicht aktualisiert von anderem Benutzer.
fi: Joku toinen on päivittänyt kokoelmaa.
fr: Collection mise à jour par autrui.
it: Lista aggiornata da qualcun altro.
sv: Samlingen är uppdaterad av någon annan.

source: Duplicate ical UIDs detected: %(ids)s
de: Doppelte iCal UIDs entdeck: %(ids)s
fi: Samoja ical UID:tä havaittu: %(ids)s
fr: Identifiants ical UIDs identiques détectés: %(ids)s
it: Trovati UID ical duplicati: %(ids)s
sv: Duplicerade ical UIDs upptäckta: %(ids)s

source: The server denied access to the item "%(item description)s". Try to remove it from the collection and resync.
fi: Palvelin esti pääsyn nimikkeeseen "%(item description)s". Koeta poistaa se kokoelmasta ja synkronoi uudelleen.
it: Il server ha impedito l'accesso alla nota "%(item description)s". Prova a rimuoverla dalla lista a sincronizza di nuovo.
sv: Servern vägrade tillgång till posten "%(item description)s". Pröva att ta bort den och försök synkonisera igen.

source: Lost connection to server: %(error)s
de: Verbindung zum Server verloren: %(error)s
fi: Yhteys palvelimeen katkesi: %(error)s
fr: Connexion au serveur interrompue: %(error)s
it: Connessione persa con il server: %(error)s
sv: Tappade förbindelse med servern: %(error)s

source: Calendar contains %(numOf)d items.
de: Kalender enhält %(numOf)d Einträge.
fi: Kalenterissa on %(numOf)d nimikettä.
fr: L'agenda contient %(numOf)d éléments.
it: Il Calendario contiene %(numOf)d note.
sv: kalendern innheåller %(numOf)d poster.

source: File does not exist, import cancelled.
de: Datei existiert nicht, Import abgebrochen.
fi: Tiedostoa ei ole olemassa, tuonti peruttu.
fr: Le fichier n'existe pas. Import annulé.
it: Il file non esiste, importazione annullata.
sv: Filen existerar inte, importen avbröts.

source: Problem with the file, import cancelled.
de: Problem mit Datei, Import abgebrochen.
fi: Ongelma tiedostossa, tuonti peruttu.
fr: Erreur sur le fichier. Import annulé.
it: Problema con il file, importazione annullata.
sv: Problem med filen, importen avbröts.

source: Conflicts pending.
de: Konflikte erkannt.
fi: Odottavia muutoksia.
fr: Conflit en attente.
it: Conflitti non risolti.
sv: Det finns konflikter.

source: Created on
de: Erstellt am
fi: Luotu
fr: Créé le
it: Creato il
sv: Skapad

source: Has been sent
de: wurde gesendet
fi: Lähetetty
fr: Expédié
it: Inviato
sv: Har skickats

source: Needs reply
de: Antwort nötig
fi: Tarvitsee vastauksen
fr: Réponse requise
it: Richiede risposta
sv: Kräver svar

source: Has been read
de: wurde gelesen
fi: Luettu
fr: Lu
it: Letto
sv: Har lästs

source: User ID
de: Benutzer ID
fi: Käyttäjän tunnus
fr: Identifiant utilisateur
it: ID utente
sv: Användar-ID

source: Last modified
de: Zuletzt bearbeitet
fi: Muokattu viimeksi
fr: Dernière modification
it: Modificato il
sv: Senast ändrad

source: Action
de: Aktion
fi: Toimenpide
it: Azione

source: Body
de: Briefkörper
fi: Sisältö
fr: Corps de message
it: Corpo

source: Icalendar UID
de: iKalender UID
it: UID Icalendar

source: Start time
de: Startzeit
fi: Aloitusaika
fr: Débute
it: Ora d'inizio
sv: Starttid

source: Duration
de: Dauer
fi: Kesto
fr: Durée
it: Durata
sv: Tid

source: Location
de: Standort
fi: Sijainti
fr: Lieu
it: Luogo
sv: Plats

source: Alarm description
de: Alarmbeschreibung
fi: Hälytyksen kuvaus
fr: Description de l'alerte
it: Descrizione dell'allarme
sv: Påminnelse-beskrivning

source: Alarm trigger
de: Wecker
fi: Hälytyksen laukaisin
fr: Déclenchement
it: Segnale d'allarme
sv: Påminnelse-trigger

source: Alarm duration
de: Dauer des Alarms
fi: Hälytyksen kesto
fr: Durée de l'alerte
it: Durata dell'allarme
sv: Påminnelse-längd

source: Alarm repeat
de: Wiederholung des Alarms
fi: Hälytyksen toisto
fr: Répétition
it: Ripetizione dell'allarme
sv: Påminnelse-upprepning

source: Message ID
de: Nachrichtennummer
fi: Viestin tunnus
fr: Identifiant message
it: ID del messaggio
sv: Meddelande ID

source: Message headers
de: Nachrichtenkopf
fi: Viestin otsakkeet
fr: En-têtes message
it: Intenstazione del messaggio
sv: Meddelande-huvuden

source: From
de: Von
fi: Lähettäjä
fr: De
it: Da
sv: Från

source: To
de: Zu
fi: Vastaanottaja
fr: À
it: A
sv: Till

source: BCC
fr: CCI
it: CCN

source: Originators
de: Urheber
fi: Alkuunpanijat
fr: Expéditeurs
it: Autori
sv: Ursprung

source: Date sent
de: Sendedatum
fi: Lähetetty
fr: Date d'expédition
it: Inviato il
sv: Skickat

source: In-Reply-to
de: In der Antwort auf
fi: Vastauksena
fr: En réponse à
it: In-risposta-a
sv: Som-svar-på

source: References
de: Referenzen
fi: Viitteet
fr: Références
it: Riferimenti
sv: Referenser

source: MIME content
de: MIME Inhalt
fi: MIME-sisällys
fr: Contenu MIME
it: Contenuto MIME
sv: MIME innehåll

source: RFC2822 message
de: RFC2822 Nachricht
fi: RFC2822 viesti
fr: Message RFC2822
it: Messaggio RFC2822
sv: RFC2822 meddelande

source: Previous sender
de: voriger Sender
fi: Edellinen lähettäjä
fr: Ancien expéditeur
it: Mittente precedente
sv: Föregående avsändare

source: Reply-to address
de: Weiterleitung zu Adresse
fi: Vastausosoite
fr: Adresse de réponse
it: Indirizzo Rispondi-a
sv: Reply-to adress

source: Message state
de: Nachrichtenstatus
fi: Viestin tila
fr: Etat du message
it: Stato del messaggio
sv: Meddelande-tillstånd

source: Parsing file...
de: Prüfe Datei...
fi: Jäsennetään tiedostoa...
fr: Lecture du fichier...
it: Lettura del file...
sv: Parsning av fil pågår...

source: Importing items...
de: Importiere Einträge...
fi: Tuodaan nimikkeitä...
fr: Import d'éléments...
it: Importazione note...
sv: Importerar poster...

source: Importing complete.
de: Import fertig.
fi: Tuonti valmis.
fr: Import terminé.
it: Importazione completata.
sv: Import avslutad.

source: Exporting items...
de: exportiere Einträge...
fi: Viedään nimikkeitä...
fr: Export d'éléments...
it: Esportazione delle note...
sv: Exporterar poster...

source: Exporting complete.
de: Export komplett.
fi: Vienti valmis.
fr: Export terminé.
it: Esportazione completata.
sv: Export avslutad.

source: Invalid port number: %(portNum)s
de: Falsche Portnummer: %(portNum)s
fi: Virheellinen portin numero: %(portNum)s
fr: Port non valide: %(portNum)s
it: Numero di porta non valido: %(portNum)s
sv: Ogiltigt port number: %(portNum)s

source: View and Edit
de: Bearbeiten und ansehen
fi: Näytä ja muokkaa
fr: Lecture-Ecriture
it: Visualizza e modifica
sv: Visa och redigera

source: The server rejected our request. Please check the URL. (HTTP status %(status)d)
de: Der Server hat Ihre Anfrage zurückgewiesen. Bitte URL prüfen. (HTTP Status %(status)d)
fi: Palvelin hylkäsi pyynnön. Ole hyvä ja tarkista URL. (HTTP-tila %(status)d)
fr: Requête refusée par le serveur. Veuillez vérifier l'URL. (HTTP status %(status)d)
it: Il server ha rifiutato la nostra richiesta. Controlla l'URL. (HTTP status %(status)d)
sv: Servern avvisade vår begäran. Var vänlig kontrollera webb-adressen. (HTTP status %(status)d)

source: Received [%(body)s]
de: Erreicht [%(body)s]
fi: Vastaanotettu [%(body)s]
fr: Reçu [%(body)s]
it: Recevuto [%(body)s]
sv: Mottog [%(body)s]

source: Unable to look up address '%(host)s via DNS. Check that your computer is correctly configured to access the internet.
fi: Ei voitu selvittää osoitetta '%(host)s DNS:n kautta. Tarkista että tietokoneen internet asetukset ovat kunnossa.
it: Impossibile risolvere l'indirizzo '%(host)s tramite il DNS. Controlla che il tuo computer sia configurato correttamente per collegarsi ad Internet.
sv: Kunde inte söka webb-adressen '%(host)s via DNS. Kontrollera att din dator är rätt inställd för Internet-åtkomst.

source: The server '%(host)s' refused the connection.
fi: Palvelin '%(host)s' ei huolinut yhteyttä.
it: Il server '%(host)s' ha rifiutato la connessione.
sv: Servern '%(host)s' avvisade anslutning.

source: Not authorized to PUT %(info)s.
de: Keine Erlaubnis, um %(info)s zu verschieben.
fi: Ei oikeutta käyttää komentoa PUT %(info)s.
fr: Autorisation refusée : PUT %(info)s.
it: Non autorizzato per PUT %(info)s.
sv: Ej behörig för PUT %(info)s.

source: Collection at %(url)s already exists.
de: Übersicht existiert bereits auf %(url)s
fi: Kokoelma %(url)s on jo olemassa.
fr: La collection existe déjà sur %(url)s.
it: Lista già esistente su %(url)s.
sv: Det existerar redan en samling på %(url)s.

source: Not authorized to create collection %(url)s.
de: Keine Erlaubnis, Übersichten %(url)s zu erstellen.
fi: Ei oikeuksia luoda kokoelmaa %(url)s.
fr: Pas d'autorisation de création de collection sur %(url)s.
it: Non autorizzato a creare la lista %(url)s.
sv: Ej behörig att skapa samlingen %(url)s.

source: The directory '%(directoryName)s' could not be found on %(server)s. Please verify the Path field in your %(accountType)s account.
de: Das Verzeichnis '%(directoryName)s' wurde auf dem %(server)s nicht gefunden. Bitte prüfen Sie das PFAD Feld in ihrem %(accountType)s Konto.
fi: Kansiota '%(directoryName)s' ei lötynyt palvelimelta %(server)s. Ole hyvä ja tarkista polku tililläsi %(accountType)s.
fr: Le répertoire '%(directoryName)s' n'a pas pu être trouvé sur %(server)s. Veuillez vérifier le cheminon de votre compte %(accountType)s.
it: La cartella '%(directoryName)s' non è stata trovata su %(server)s. Controlla il campo Percorso nel tuo account %(accountType)s.
sv: Katalogen '%(directoryName)s' hittades ej på servern %(server)s. Var vänlig kontrollera sökvägen i ditt %(accountType)s konto.

source: Server doesn't allow publishing collections to %(url)s.
de: Der Server erlaubt das publizieren der Übersichten zu %(url)s.
fi: Palvelin ei anna lupaa julkistaa kokoelmaa %(url)s.
fr: Le serveur refuse la publication de collections sur %(url)s.
it: Il server non permette di pubblicare liste su %(url)s.
sv: Servern tillåter inte publicering av samlingar på %(url)s.

source: The contents of %(url)s were modified unexpectedly on the server while trying to publish.
de: Der Inhalt der %(url)s wurden unerwartet auf dem Server geändert beim Versuch zu veröffentlichen.
fi: %(url)s:n sisältö muuttui yllättäen palvelimella julkaisun aikana.
fr: Le contenu de %(url)s a été modifié sur le serveur pendant la publication.
it: I contenuti su %(url)s sono stati modificati inaspettatamente sul server durante la pubblicazione.
sv: Innehållet på %(url)s ändrades oväntat på servern under försöket att publicera.

source: WebDAV error, status = %(statusCode)d
de: WebDAV Fehler,Status = %(statusCode)d
fi: WebDAV-virhe: %(statusCode)d
fr: Erreur WebDAV, status = %(statusCode)d
it: Errore WebDAV, stato = %(statusCode)d
sv: WebDAV-fel, status = %(statusCode)d

source: Path %(path)s not found.
de: Pfad %(path)s nicht gefunden.
fi: Polkua %(path)s ei löytynyt.
fr: Cheminon %(path)s introuvable.
it: Percorso %(path)s non trovato.
sv: Hittade inte sökvägen %(path)s.

source: Not authorized to GET %(path)s.
de: Nicht berechtigt den %(path)s hinzuzufügen.
fi: Ei lupaa suorittaa komentoa GET polulle %(path)s.
fr: Accès GET au %(path)s refusé.
it: Non autorizzato per GET %(path)s.
sv: Ej behörig för GET %(path)s.

source: Sharing Error: %(error)s.
de: Fehler: %(error)s.
fi: Jakovirhe: %(error)s.
fr: Erreur à la publication: %(error)s.
it: Errore di condivisione: %(error)s.
sv: Delningsfel: %(error)s.

source: Server reported incorrect Content-Length for %(itemPath)s.
de: Server meldet ungültige Inhalte bei %(itemPath)s.
fi: Palvelin ilmoitti väärän sisällön pituuden: %(itemPath)s.
fr: Le serveur répond que Content-Length est incorrect pour %(itemPath)s.
it: Il server ha riportato un errore di lunghezza non valida per %(itemPath)s.
sv: Servern rapporterade fel Content-Length för %(itemPath)s.

source: No date/time found.
de: Kein(e) Datum/Zeit gefunden.
fi: Päiväystä/aikaa ei löytynyt.
fr: Date/horaire introuvable.
it: Nessuna data/ora trovata.
sv: Hittade inget datum/tidpunkt.

source: Event set to the date/time found.
de: Ereignis gefunden
fi: Tapahtuma löytyi päivänä/aikana.
fr: Evévement pour cette date/horaire trouvé.
it: Trovato un evento impostato per data/ora.
sv: Händelsen satt till hittat datum/tidpunkt.

source: Multiple date/times found.
de: Mehrere Datums/Zeiten gefunden.
fi: Useita päiväyksia/aikoja löytyi.
fr: Plusieurs dates/horaires trouvés.
it: Più impostazioni data/ora trovate.
sv: Flera datum/tidpunkter hittade.

source: Appears in: %(collectionNames)s
de: Erscheint in: %(collectionNames)s
fi: Kokoelmissa: %(collectionNames)s
fr: Présent dans: %(collectionNames)s
it: Appare in: %(collectionNames)s
sv: Förekommer i: %(collectionNames)s

source: VIEW %(count)d PENDING CHANGES
de: %(count)d nötige Änderungen ansehen
fi: NÄYTÄ %(count)d ODOTTAVAA MUUTOSTA
fr: %(count)d CHANGEMENTS EN ATTENTE
it: VISUALIZZA %(count)d CAMBIAMENTI IN ATTESA
sv: SE %(count)d VÄNTANDE FÖRÄNDRINGAR

source: VIEW 1 PENDING CHANGE
de: 1 nötige Änderung ansehen
fi: NÄYTÄ 1 ODOTTAVA MUUTOS
fr: 1 CHANGEMENT EN ATTENTE
it: VISUALIZZA 1 CAMBIAMENTO IN ATTESA
sv: SE 1 VÄNTANDE FÖRÄNDRING

source: None (alarm)
fi: Ei mikään (muistutus)
it: Nessun avviso
sv: inget (larm)

source: Before event
de: Vor Ereignis
fi: Ennen tapahtumaa
fr: Avant l'événement
it: Prima dell'evento
sv: Innan händelse

source: After event
de: Nach Ereignis
fi: Tapahtuman jälkeen
fr: Après l'événement
it: Dopo l'evento
sv: Efter händelse

source: Custom
de: Benutzerdefiniert
fi: Oma valinta
fr: Autre
it: Personalizzato
sv: Anpassad

source: too early ?
de: zu früh?
fi: liian aikaisin ?
fr: trop tôt?
it: troppo presto ?
sv: för tidigt?

source: Edited by
de: bearbeitet von
fi: Muokannut
fr: Édité par
it: mittente
sv: Ändrad av

source: Send as
de: gesendet als
fi: Lähetä käyttäen
fr: Expéditeur
it: Invia come
sv: Skicka som

source: Create outgoing mail account...
de: Lege Ausgangskonto an...
fi: Luo ulosmenevä sähköpostitili...
fr: Créer un compte d'expédition...
it: Crea un account per la posta in uscita...
sv: Skapa utgående e-post konto...

source: location
de: Standort
fi: sijainti
fr: lieu
it: luogo
sv: plats

source: &all-day
de: &ganztägig
fi: koko p&äivä
fr: &jour entier
it: &tutto il giorno
sv: &heldag

source: sta&rts
de: sta&rtet
fi: &alkaa
fr: &du
it: ini&zia
sv: bör&jar

source: at
de: um
fi: klo
fr: à
it: alle
sv: kl

source: en&ds
de: en&det
fi: loppu&u
fr: &au
it: fi&nisce
sv: slut&ar

source: time &zone
de: Zeit&zone
fi: aika&vyöhyke
fr: &fuseau ho.
it: &fuso orario
sv: tids&zon

source: stat&us
fi: t&ila
it: s&tato

source: &occurs
de: &Ereignis
fi: ta&pahtuu
fr: &événement
it: &occorre
sv: &inträffar

source: Once
de: einmal
fi: Kerran
fr: Unique
it: Una volta
sv: En gång

source: Weekdays
fi: Arkipäivät
it: Settimane
sv: Veckodagar

source: Biweekly
de: zweiwöchentlich
fi: Joka toinen viikko
fr: Bimensuel
it: Bisettimanale
sv: två gånger i veckan

source: Custom...
de: Benutzerdefiniert...
fi: Oma valinta...
fr: Autre...
it: Personale...
sv: Anpassad...

source: ends
de: endet
fi: päättyy
fr: jusqu'au
it: finisce
sv: slutar

source: when
de: wenn
fi: milloin
fr: quand
it: quando
sv: när

source: from
de: von
fi: lähettäjä
fr: de
it: da
sv: från

source: to
de: zu
fi: vastaanottaja
fr: à
it: a
sv: till

source: Add addresses
de: Adressen hinzufügen
fi: Lisää osoitteita
fr: Ajouter des adresses
it: Aggiungi indirizzo
sv: lägg till adress

source: bcc
fi: piilokopio
fr: cci
it: ccn

source: Edit Item Details in Separate Window
fi: Muokkaa nimikkeen tietoja erillisessä ikkunassa
it: Apri in una finestra separata
sv: Redigera Postens detaljer i Separat Fönster

source: title
de: Titel
fi: otsikko
fr: titre
it: titolo
sv: ämne

source: alar&m
fi: &hälytys
fr: aler&te
it: a&vviso
sv: på&minnelse

source: Triage Progress
de: Triage Fortschritt
fi: Lajittelun edistyminen
fr: Triage en cours
it: Progresso del triage
sv: Triage-förlopp

source: Triaging items...
de: Triage Einträge bereitstellen...
fi: Lajittelee nimikkeitä...
fr: Tri des éléments en cours...
it: Triage delle note in corso...
sv: Triage pågår...

source: Triaging recurring events...
de: Wiederkehrende Ereignisse in Triage bereitstellen...
fi: Lajittelee toistuvia tapahtumia...
fr: Tri des événements récurrents...
it: Triage degli eventi ricorrenti in corso...
sv: Triage för återkommande händelser...

source: Unable to triage. See chandler.log for details.
de: Triage nicht möglich. Details in Protokolldatei.
fi: Ei voi lajitella. Tutki chandler.log-tiedostoa yksityiskohtia varten.
fr: Triage impossible. Voir chandler.log pour plus d'informations.
it: Triage impossibile. Vedi chandler.log per dettagli.
sv: Kunde inte genomföra triage. See Chandler.log för detaljer.

source: Triage Error
de: Triagefehler
fi: Lajitteluvirhe
fr: Erreur de triage
it: Errore di triage
sv: Triage-fel

source: This collection is read-only. You cannot drag items out of read-only collections.
fi: Tähän kokoelmaan on vain katseluoikeus. Et voi poistaa siitä nimikkeitä.
it: Questa lista è di sola lettura. Non puoi trascinare note fuori da liste di sola lettura.
sv: Den här samlingen är skrivskyddad. Du kan inte ta bort poster från skrivskyddade samlingar.

source: Message Title: %(title)s Error: %(translatedErrorStrings)s
de: Nachrichtentitel: %(title)s Fehler: %(translatedErrorStrings)s
fi: Viestin otsikko: %(title)s Virhe: %(translatedErrorStrings)s
fr: Titre du message: %(title)s Erreur: %(translatedErrorStrings)s
it: Titolo del messaggio: %(title)s Errore: %(translatedErrorStrings)s
sv: Meddelandets titel: %(title)s Error: %(translatedErrorStrings)s

source: An unknown error has occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fi: Tuntematon virhe on tapahtunut.
fr: Une erreur indéterminée s'est produite.
it: Errore sconosciuto.
sv: Ett okänt fel har inträffat.

source: Would you like to
de: Möchten Sie
fi: Haluatko
fr: Voulez-vous
it: Vorresti
sv: Skulle du vilja

source: Send Again
de: Erneut senden
fi: Lähetä uudelleen
fr: Réexpédier
it: Spedisci di nuovo
sv: Skicka igen

source: Edit Message
de: Nachricht bearbeiten
fi: Muokkaa viestiä
fr: Editer le message
it: Modifica il messaggio
sv: Redigera meddelande

source: New items cannot be created in the Trash.
de: Im Papierkorb können keine neuen Einträge erstellt werden.
fi: Uusia nimikkeitä ei voida luoda roskakoriin.
fr: Pas de création de nouvel élément dans la corbeille.
it: Non possono essere creati nuovi elementi nel Cestino.
sv: Det går inte att skapa nya poster i papperskorgen

source: Ne&w Note
de: N&eue Notiz
fi: &Uusi muistio
fr: No&uvelle note
it: Nuo&va nota
sv: Ny &anteckning

source: Ne&w Starred
fi: Uusi t&ähditetty
it: Nuo&va nota evidenziata
sv: N&y stjärnmarkerad

source: Ne&w Event
de: N&eues Ereignis
fi: &Uusi tapahtuma
fr: No&uvel événement
it: Nuo&vo evento
sv: Ny &händelse

source: Command entered is not valid.
de: Ungültige Eingabe.
fi: Virheellinen komento.
fr: La commande n'est pas valide.
it: Il comando inserito non è valido.
sv: Ogiltigt kommando.

source: '%(title)s' created in %(collection)s
de: '%(title)s' erzeugt in %(collection)s
fi: '%(title)s' luotu kokoelmaan %(collection)s
fr: '%(title)s' créé dans %(collection)s
it: '%(title)s' creato in %(collection)s
sv: '%(title)s' skapad i %(collection)s

source: Printing is currently only supported for the calendar month view.
fi: Tulostus on tuettu vain kalenterin kuukausinäkymässä.
fr: L'impression n'est pour le moment supportée que pour l'agenda.
it: La stampa al momento è solo supportata nella vista mensile del Calendario.
sv: Du kan i denna version bara skriva ut från kalenderns månadsvy.
