Repository: HackLinux/chandler
Catalog: chandler/localizations/*/Chandler-*.po
Languages: de, fi, fr, it, sv

source: Sent by %(user)s on %(date)s %(tz)s
de: Gesendet von %(user)s am %(date)s %(tz)s
fi: %(user)s lähettänyt %(date)s %(tz)s
fr: Expédié par %(user)s le %(date)s %(tz)s
it: Inviato da %(user)s il %(date)s %(tz)s
sv: Skickad av %(user)s den %(date)s %(tz)s

source: Sent on %(date)s %(tz)s
de: Gesendet am %(date)s %(tz)s
fi: Lähetetty %(date)s %(tz)s
fr: Expédié le %(date)s %(tz)s
it: Inviato il %(date)s %(tz)s
sv: Skickad %(date)s %(tz)s

source: Queued by %(user)s on %(date)s %(tz)s
de: Wartet bei %(user)s seit %(date)s %(tz)s
fr: Mis en attente par %(user)s le %(date)s %(tz)s
it: Accodato da %(user)s il %(date)s %(tz)s
sv: Köad av %(user)s %(date)s %(tz)s

source: Queued on %(date)s %(tz)s
de: Wartet seit %(date)s %(tz)s
fr: Mis en attente %(date)s %(tz)s
it: Accodato il %(date)s %(tz)s
sv: Köad %(date)s %(tz)s

source: Message
de: Hinweis
fi: Viesti
fr: Courriel
it: Messaggio
sv: Meddelande

source: Starred Message
fi: Tähditetty viesti
it: Messaggio evidenziato
sv: Meddelande med stjärna

source: Event
de: Ereignis
fi: Tapahtuma
fr: Événement
it: Evento
sv: Händelse

source: Recurring Event
de: Wiederkehrendes Ereignis
fi: Toistuva tapahtuma
fr: Événement récurrent
it: Evento ricorrente
sv: Återkommande händelse

source: All-day Event
de: ganztägiges Ereignis
fi: Kokopäiväinen tapahtuma
fr: Toute la journée
it: Evento giornaliero
sv: Heldagshändelse

source: Recurring All-day Event
de: Wiederkehrendes ganztägiges Ereignis
fi: Toistuva kokopäiväinen tapahtuma
fr: Toute la journée, récurrent
it: Evento ricorrente giornaliero
sv: Återkommande heldagshändelse

source: Starred Event
fi: Tähditetty tapahtuma
it: Evento evidenziato
sv: Händelse med stjärna

source: Recurring Starred Event
fi: Toistuva tähditetty tapahtuma
it: Evento ricorrente evidenziato
sv: Återkommande händelse med stjärna

source: All-day Starred Event
fi: Kokopäiväinen tähditetty tapahtuma
it: Evento ricorrente giornaliero evidenziato
sv: Stjärnmarkerad heldagshändelse

source: a Starred Message
fi: tähditetty viesti
it: un messaggio evidenziato
sv: ett stjärnmarkerat meddelande

source: an Event
de: ein Ereignis
fi: tapahtuma
fr: un événement
it: un evento
sv: en händelse

source: a Recurring Event
de: ein wiederkehrendes Ereignis
fi: toistuva tapahtuma
fr: un événement récurrent
it: un evento ricorrente
sv: en återkommande händelse

source: an All-day Event
de: ein ganztägiges Ereignis
fi: kokopäiväinen tapahtuma
fr: un événement à la journée
it: un evento giornaliero
sv: en heldagshändelse

source: a Recurring All-day Event
de: ein wiederkehrendes ganztägiges Ereignis
fi: toistuva kokopäiväinen tapahtuma
fr: un événement à la journée récurrent
it: un evento ricorrente giornaliero
sv: en återkommande heldagshändelse

source: a Starred Event
fi: tähditetty tapahtumat
it: un evento evidenziato
sv: en stjärnmarkerad händelse

source: a Starred Recurring Event
fi: tähditetty toistuva tapahtuma
it: un evento ricorrente evidenziato
sv: en stjärnmarkerad återkommande händelse

source: a Starred All-day Event
fi: tähditetty kokopäiväinen tapahtuma
it: un evento giornaliero evidenziato
sv: Stjärnmarkerad heldagshändelse

source: %(particularDateTime)s (otherwise %(recurrenceFrequency)s starting %(recurrenceStartDate)s)
de: %(particularDateTime)s (andernfalls %(recurrenceFrequency)s startet %(recurrenceStartDate)s)
fi: %(particularDateTime)s (muutoin %(recurrenceFrequency)s alkaen %(recurrenceStartDate)s)
fr: %(particularDateTime)s (généralement %(recurrenceFrequency)s à partir du %(recurrenceStartDate)s)
it: %(particularDateTime)s (oppure %(recurrenceFrequency)s partendo dal %(recurrenceStartDate)s)
sv: %(particularDateTime)s (annars %(recurrenceFrequency)s med start %(recurrenceStartDate)s)

source: %(particularDateTime)s (otherwise %(recurrenceFrequency)s from %(recurrenceStartDate)s to %(recurrenceEndDate)s)
de: %(particularDateTime)s (andernfalls %(recurrenceFrequency)s von %(recurrenceStartDate)s nach %(recurrenceEndDate)s)
fi: %(particularDateTime)s (muutoin %(recurrenceFrequency)s %(recurrenceStartDate)s - %(recurrenceEndDate)s)
fr: %(particularDateTime)s (généralement %(recurrenceFrequency)s du %(recurrenceStartDate)s au %(recurrenceEndDate)s)
it: %(particularDateTime)s (oppure %(recurrenceFrequency)s dal %(recurrenceStartDate)s al %(recurrenceEndDate)s)
sv: %(particularDateTime)s (annars %(recurrenceFrequency)s från %(recurrenceStartDate)s till %(recurrenceEndDate)s)

source: %(particularDateTime)s (otherwise %(recurrenceFrequency)s %(normalTime)s starting %(recurrenceStartDate)s)
de: %(particularDateTime)s (andernfalls %(recurrenceFrequency)s %(normalTime)s startet %(recurrenceStartDate)s)
fi: %(particularDateTime)s (muutoin %(recurrenceFrequency)s %(normalTime)s alkaen %(recurrenceStartDate)s)
fr: %(particularDateTime)s (généralement %(recurrenceFrequency)s %(normalTime)s à partir du %(recurrenceStartDate)s)
it: %(particularDateTime)s (oppure %(recurrenceFrequency)s %(normalTime)s partendo dal %(recurrenceStartDate)s)
sv: %(particularDateTime)s (annars %(recurrenceFrequency)s %(normalTime)s med start %(recurrenceStartDate)s)

source: %(particularDateTime)s (otherwise %(recurrenceFrequency)s %(normalTime)s from %(recurrenceStartDate)s to %(recurrenceEndDate)s)
de: %(particularDateTime)s (andernfalls %(recurrenceFrequency)s %(normalTime)s von %(recurrenceStartDate)s bis %(recurrenceEndDate)s)
fi: %(particularDateTime)s (muutoin %(recurrenceFrequency)s %(normalTime)s %(recurrenceStartDate)s - %(recurrenceEndDate)s)
fr: %(particularDateTime)s (généralement %(recurrenceFrequency)s %(normalTime)s du %(recurrenceStartDate)s au %(recurrenceEndDate)s)
it: %(particularDateTime)s (oppure %(recurrenceFrequency)s %(normalTime)s dal %(recurrenceStartDate)s al %(recurrenceEndDate)s)
sv: %(particularDateTime)s (annars %(recurrenceFrequency)s %(normalTime)s från %(recurrenceStartDate)s till %(recurrenceEndDate)s)

source: at %(originalStartTime)s
de: zu %(originalStartTime)s
fi: klo %(originalStartTime)s
fr: à %(originalStartTime)s
it: alle %(originalStartTime)s
sv: kl %(originalStartTime)s

source: from %(originalStartTime)s-%(originalEndTime)s
de: von %(originalStartTime)s-%(originalEndTime)s
fi: %(originalStartTime)s-%(originalEndTime)s
fr: de %(originalStartTime)s à %(originalEndTime)s
it: dalle %(originalStartTime)s-%(originalEndTime)s
sv: från %(originalStartTime)s-%(originalEndTime)s

source: all-day
de: ganztags
fi: koko p&äivä
fr: jour entier
it: tutto il giorno
sv: hela dagen

source: Custom recurrence rule: No description.
de: Benutzerdefinierte Wiederholungsregel: Keine Beschreibung.
fi: Oma toistuvuussääntö: ei kuvausta.
fr: Règle de récurrence inconnue: pas de description.
it: Regola di ricorrenza personalizzata: nessuna descrizione.
sv: Anpassad återkomstregel: ingen beskrivning.

source: every day
de: jeden Tag
fi: joka päivä
fr: tous les jours
it: ogni giorno
sv: varje dag

source: every week
de: jede Woche
fi: joka viikko
fr: toutes les semaines
it: ogni settimana
sv: varje vecka

source: every weekday
fi: joka arkipäivä
it: ogni giorno della settimana
sv: varje veckodag

source: every other week
de: jede andere Woche
fi: joka toinen viikko
fr: une semaine sur deux
it: ogni altro giorno
sv: varannan vecka

source: every month
de: jeden Monat
fi: joka kuukausi
fr: tous les mois
it: ogni mese
sv: varje månad

source: every year
de: jedes Jahr
fi: joka vuosi
fr: tous les ans
it: ogni anno
sv: varje år

source: every %(recurrenceDayName)s
de: immer %(recurrenceDayName)s
fi: joka %(recurrenceDayName)s
fr: tous les %(recurrenceDayName)s
it: ogni %(recurrenceDayName)s
sv: varje %(recurrenceDayName)s

source: every other %(recurrenceDayName)s
de: immer andere %(recurrenceDayName)s
fi: joka toinen %(recurrenceDayName)s
fr: un %(recurrenceDayName)s sur deux
it: ogni altro %(recurrenceDayName)s
sv: varannan %(recurrenceDayName)s

source: %(dayName)s %(startDate)s at %(startTime)s %(timezone)s
de: %(dayName)s %(startDate)s bei %(startTime)s %(timezone)s
fi: %(dayName)s %(startDate)s klo %(startTime)s %(timezone)s
fr: %(dayName)s %(startDate)s à %(startTime)s %(timezone)s
it: %(dayName)s %(startDate)s alle %(startTime)s %(timezone)s

source: Title: %(title)s Location: %(location)s %(time_information)s
de: Titel: %(title)s Standort: %(location)s %(time_information)s
fi: Otsikko: %(title)s Sijainti: %(location)s %(time_information)s
fr: Titre: %(title)s Lieu: %(location)s %(time_information)s
it: Titolo: %(title)s Luogo: %(location)s %(time_information)s
sv: Ämne: %(title)s Plats: %(location)s %(time_information)s

source: %(sender)s sent you %(kindCombination)s from Chandler: %(description)s%(itemBody)s
de: %(sender)s sendete Ihnen %(kindCombination)s von Chandler: %(description)s%(itemBody)s
fi: %(sender)s lähetti sinulle %(kindCombination)s Chandlerista: %(description)s%(itemBody)s
fr: %(sender)s vous a envoyé un(e) %(kindCombination)s de Chandler: %(description)s%(itemBody)s
it: %(sender)s ti ha inviato %(kindCombination)s da Chandler: %(description)s%(itemBody)s
sv: %(sender)s skickade dig %(kindCombination)s från Chandler: %(description)s%(itemBody)s

source: %(sender)s sent you an Update on %(kindCombination)s from Chandler: %(description)s%(itemBody)s
de: %(sender)s sendete Ihnen eine Aktualisierung an %(kindCombination)s von Chandler: %(description)s%(itemBody)s
fi: %(sender)s lähetti sinulle päivityksen %(kindCombination)s:een liittyen Chandlerista: %(description)s%(itemBody)s
fr: %(sender)s vous a envoyé une mise à jour d'un(e) %(kindCombination)s de Chandler: %(description)s%(itemBody)s
it: %(sender)s ti ha inviato un aggiornamento su %(kindCombination)s da Chandler: %(description)s%(itemBody)s
sv: %(sender)s skickade dig en uppdaterig av %(kindCombination)s från Chandler: %(description)s%(itemBody)s

source: %(sender)s sent you %(kindCombination)s from Chandler: From: %(originators)s To: %(toAddresses)s%(ccAddressLine)s %(description)s %(itemBody)s
de: %(sender)s sendete Ihnen %(kindCombination)s von Chandler: Von: %(originators)s Nach: %(toAddresses)s%(ccAddressLine)s %(description)s %(itemBody)s
fi: %(sender)s lähetti sinulle %(kindCombination)s Chandlerista: Lähettäjä: %(originators)s Vastaanottajat: %(toAddresses)s%(ccAddressLine)s %(description)s %(itemBody)s
fr: %(sender)s vous a envoyé un(e) %(kindCombination)s de Chandler: de: %(originators)s à: %(toAddresses)s%(ccAddressLine)s %(description)s %(itemBody)s
it: %(sender)s ti ha inviato %(kindCombination)s da Chandler: Da: %(originators)s A: %(toAddresses)s%(ccAddressLine)s %(description)s %(itemBody)s
sv: %(sender)s skickade dig %(kindCombination)s av Chandler: Från: %(originators)s Till: %(toAddresses)s%(ccAddressLine)s %(description)s %(itemBody)s

source: %(sender)s sent you an Update on %(kindCombination)s from Chandler: From: %(originators)s To: %(toAddresses)s%(ccAddressLine)s %(description)s %(itemBody)s
de: %(sender)s sendete Ihnen eine Aktualisierung an %(kindCombination)s von Chandler: Von: %(originators)s Nach: %(toAddresses)s%(ccAddressLine)s %(description)s %(itemBody)s
fi: %(sender)s lähetti sinulle päivityksen %(kindCombination)s:een liittyen Chandlerista: Lähettäjä: %(originators)s Vastaanottajat: %(toAddresses)s%(ccAddressLine)s %(description)s %(itemBody)s
fr: %(sender)s vous a envoyé une mise à jour d'un(e) %(kindCombination)s de Chandler: de: %(originators)s à: %(toAddresses)s%(ccAddressLine)s %(description)s %(itemBody)s
it: %(sender)s ti ha inviato un aggiornamento su %(kindCombination)s da Chandler: Da: %(originators)s A: %(toAddresses)s%(ccAddressLine)s %(description)s %(itemBody)s
sv: %(sender)s skickade dig en uppdatering av %(kindCombination)s från Chandler: Från: %(originators)s Till: %(toAddresses)s%(ccAddressLine)s %(description)s %(itemBody)s

source: Begin forwarded %(kindCombination)s: > From: %(originators)s > To: %(toAddresses)s%(ccAddressLine)s > Sent by %(sender)s on %(date)s at %(time)s > > %(description)s > %(itemBody)s
de: Beginn Weiterleitung %(kindCombination)s: > Von: %(originators)s > Nach: %(toAddresses)s%(ccAddressLine)s > Gesendet von %(sender)s am %(date)s um %(time)s > > %(description)s > %(itemBody)s
fi: Välitetty viesti alkaa %(kindCombination)s: > Lähettäjä: %(originators)s > Vastaanottaja: %(toAddresses)s%(ccAddressLine)s > %(sender)s lähettänyt %(date)s kello %(time)s > > %(description)s > %(itemBody)s
fr: Réexpédition d'un(e) %(kindCombination)s: > de: %(originators)s > à: %(toAddresses)s%(ccAddressLine)s > Expédié par %(sender)s le %(date)s à %(time)s > > %(description)s > %(itemBody)s
it: Inizio messaggio inoltrato %(kindCombination)s: > Da: %(originators)s > A: %(toAddresses)s%(ccAddressLine)s > Inviato da %(sender)s il %(date)s alle %(time)s > > %(description)s > %(itemBody)s
sv: Började skicka vidare %(kindCombination)s: > Från: %(originators)s > Till: %(toAddresses)s%(ccAddressLine)s > Skicka av %(sender)s den %(date)s kl %(time)s > > %(description)s > %(itemBody)s

source: %(sender)s wrote on %(date)s at %(time)s: > %(description)s > %(itemBody)s
de: %(sender)s schrieb am %(date)s um %(time)s: > %(description)s > %(itemBody)s
fi: %(sender)s kirjoitti %(date)s kello %(time)s: > %(description)s > %(itemBody)s
fr: le %(date)s à %(time)s %(sender)s a écrit: > %(description)s > %(itemBody)s
it: %(sender)s ha scritto il %(date)s alle %(time)s: > %(description)s > %(itemBody)s
sv: %(sender)s skrev %(date)s kl %(time)s: > %(description)s > %(itemBody)s

source: Inbox
de: Eingang
fi: Saapuneet
fr: Réception
it: Posta in arrivo
sv: Inkorg

source: note
de: Notiz
fi: muistio
it: nota
sv: anteckning

source: task,starred,s
fi: tehtävä,tähditetty,t
it: compito,evidenziato,v
sv: stjärnmarkerade uppgifter

source: event
de: Ereignis
fi: tapahtuma
fr: evenement,événement
it: evento
sv: händelse

source: message,msg
de: Nachricht,msg
fi: viesti
fr: message,msg,mail,courriel
it: messaggio,msg
sv: meddelande,med

source: assign,request
de: Zuweisen, Anfrage
fi: osoita,
fr: requête,requete,contrat
it: assegna,richiedi
sv: tilldela,fråga

source: invite
de: einladen
fi: kutsu
fr: invitation
it: invita
sv: bjud in

source: NOW
de: JETZT
fi: NYT
fr: ACTIF
it: ORA
sv: NU

source: LATER
de: SPÄTER
fi: MYÖH
fr: DIFFÉRÉ
it: DOPO
sv: SENARE

source: DONE
de: FERTIG
fi: VALMIS
fr: FAIT
it: FATTO
sv: KLAR

source: New Event
de: Neues Ereignis
fi: Uusi tapahtuma
fr: Nouvel événement
it: Nuovo evento
sv: Ny händelse

source: %(startDay)s, %(startDate)s at %(startTimeTz)s%(recurrenceSeparator)s%(recurrence)s
fi: %(startDay)s, %(startDate)s klo %(startTimeTz)s%(recurrenceSeparator)s%(recurrence)s
fr: %(startDay)s %(startDate)s à %(startTimeTz)s%(recurrenceSeparator)s%(recurrence)s
it: %(startDay)s, %(startDate)s alle %(startTimeTz)s%(recurrenceSeparator)s%(recurrence)s
sv: %(startDay)s, %(startDate)s kl %(startTimeTz)s%(recurrenceSeparator)s%(recurrence)s

source: %(startDay)s, %(startDate)s all day%(recurrenceSeparator)s%(recurrence)s
fi: %(startDay)s, %(startDate)s koko päivä%(recurrenceSeparator)s%(recurrence)s
fr: %(startDay)s %(startDate)s toute la journée%(recurrenceSeparator)s%(recurrence)s
it: %(startDay)s, %(startDate)s tutto il giorno%(recurrenceSeparator)s%(recurrence)s
sv: %(startDay)s, %(startDate)s hela dagen%(recurrenceSeparator)s%(recurrence)s

source: %(startDate)s - %(endDate)s all day%(recurrenceSeparator)s%(recurrence)s
fi: %(startDate)s - %(endDate)s koko päivä%(recurrenceSeparator)s%(recurrence)s
fr: %(startDate)s - %(endDate)s toute la journée%(recurrenceSeparator)s%(recurrence)s
it: %(startDate)s - %(endDate)s tutto il giorno%(recurrenceSeparator)s%(recurrence)s
sv: %(startDate)s - %(endDate)s hela dagen%(recurrenceSeparator)s%(recurrence)s

source: %(startDay)s, %(startDate)s any time%(recurrenceSeparator)s%(recurrence)s
fi: %(startDay)s, %(startDate)s mihin aikaan hyvänsä%(recurrenceSeparator)s%(recurrence)s
fr: %(startDay)s %(startDate)s dans la journée%(recurrenceSeparator)s%(recurrence)s
it: %(startDay)s, %(startDate)s qualsiasi ora%(recurrenceSeparator)s%(recurrence)s
sv: %(startDay)s, %(startDate)s godtycklig%(recurrenceSeparator)s%(recurrence)s

source: %(startDate)s - %(endDate)s, any time%(recurrenceSeparator)s%(recurrence)s
fi: %(startDate)s - %(endDate)s, mihin aikaan hyvänsä%(recurrenceSeparator)s%(recurrence)s
fr: %(startDate)s - %(endDate)s, dans la journée%(recurrenceSeparator)s%(recurrence)s
it: %(startDate)s - %(endDate)s, qualsiasi ora%(recurrenceSeparator)s%(recurrence)s
sv: %(startDate)s - %(endDate)s, godtycklig%(recurrenceSeparator)s%(recurrence)s

source: H:mm
it: O:mm
sv: HH.mm

source: HH
it: OO

source: yyyy
fi: vvvv
fr: aaaa
it: aaaa
sv: ÅÅÅÅ

source: yy
fi: vv
fr: aa
it: aa
sv: åå

source: dd
fi: pp
fr: jj
it: gg

source: year
de: Jahr
fi: vuosi
fr: année
it: anno
sv: år

source: month
de: Monat
fi: kuukausi
fr: mois
it: mese
sv: månad

source: week
de: Woche
fi: viikko
fr: semaine
it: settimana
sv: vecka

source: day
de: Tag
fi: päivä
fr: jour
it: giorno
sv: dag

source: hour
de: Stunde
fi: tunti
fr: heure
it: ora
sv: timme

source: minute
fi: minuutti
it: minuto
sv: minuter

source: years
de: Jahre
fi: vuosi
fr: années
it: anni
sv: år

source: months
de: Monate
fi: kuukautta
fr: mois
it: mesi
sv: månader

source: weeks
de: Wochen
fi: viikkoa
fr: semaines
it: settimane
sv: veckor

source: days
de: Tage
fi: päivää
fr: jours
it: giorni
sv: dagar

source: hours
de: Stunden
fi: tuntia
fr: heures
it: ore
sv: timmar

source: minutes
de: Minuten
fi: minuuttia
it: minuti
sv: minuter

source: seconds
de: Sekunden
fi: sekuntia
fr: secondes
it: secondi
sv: sekunder

source: Yearly
de: Jährlich
fi: Vuosittain
fr: Annuel
it: Ogni anno
sv: Varje år

source: Monthly
de: Monatlich
fi: Kuukausittain
fr: Mensuel
it: Ogni mese
sv: Varje månad

source: Weekly
de: wöchentlich
fi: Viikottain
fr: Hebdomadaire
it: Ogni settimana
sv: Varje vecka

source: Daily
de: Täglich
fi: Päivittäin
fr: Quotidien
it: Ogni giorno
sv: Dagligen

source: Hourly
de: Stündlich
fi: Tunneittain
fr: Toutes les heures
it: Ogni ora
sv: Varje timme

source: Minutely
de: Minütlich
fi: Minuuteittain
fr: Toutes les minutes
it: Ogni minuto
sv: Varje minut

source: Secondly
de: Sekündlich
fi: Sekunneittain
fr: Toutes les secondes
it: Ogni secondo
sv: Varje sekund

source: Every %(interval)s %(frequencyplural)s
de: jedes %(interval)s %(frequencyplural)s
fi: Joka %(interval)s. %(frequencyplural)s
fr: Tous les %(interval)s %(frequencyplural)s
it: Ogni %(interval)s %(frequencyplural)s
sv: Varje %(interval)s %(frequencyplural)s

source: Too frequent: %(frequencyadverb)s
de: Zu häufig: %(frequencyadverb)s
fi: Liian usein: %(frequencyadverb)s
fr: Trop fréquent: %(frequencyadverb)s
it: Troppo frequente: %(frequencyadverb)s
sv: Alltför ofta: %(frequencyadverb)s

source: Too frequent: Every %(interval)s %(frequencyplural)s
de: Zu häufig: jedes %(interval)s %(frequencyplural)s
fi: Liian usein: joka %(interval)s. %(frequencyplural)s
fr: Trop fréquent: Tous les %(interval)s %(frequencyplural)s
it: Troppo frequente: ogni %(interval)s %(frequencyplural)s
sv: Alltför ofta: Varje %(interval)s %(frequencyplural)s

source: %(days)s every %(frequencysingular)s
de: %(days)s jedes %(frequencysingular)s
fi: %(days)s joka %(frequencysingular)s
fr: %(days)s chaque %(frequencysingular)s
it: %(days)s ogni %(frequencysingular)s
sv: %(days)s varje %(frequencysingular)s

source: %(days)s every %(interval)s %(frequencyplural)s
de: %(days)s jedes %(interval)s %(frequencyplural)s
fi: %(days)s joka %(interval)s. %(frequencyplural)s
fr: %(days)s tou(te)s les %(interval)s %(frequencyplural)s
it: %(days)s ogni %(interval)s %(frequencyplural)s
sv: %(days)s varje %(interval)s %(frequencyplural)s

source: %(frequencyadverb)s until %(date)s
de: %(frequencyadverb)s bis %(date)s
fi: %(frequencyadverb)s %(date)s saakka
fr: %(frequencyadverb)s jusqu'au %(date)s
it: %(frequencyadverb)s fino al %(date)s
sv: %(frequencyadverb)s fram till %(date)s

source: Every %(interval)s %(frequencyplural)s until %(date)s
de: Jedes %(interval)s %(frequencyplural)s bis %(date)s
fi: Joka %(interval)s. %(frequencyplural)s %(date)s saakka
fr: Tou(te)s les %(interval)s %(frequencyplural)s jusqu'au %(date)s
it: Ogni %(interval)s %(frequencyplural)s fino al %(date)s
sv: Varje %(interval)s %(frequencyplural)s fram till %(date)s

source: %(days)s every %(frequencysingular)s until %(date)s
de: %(days)s jedes %(frequencysingular)s bis %(date)s
fi: %(days)s joka %(frequencysingular)s %(date)s saakka
fr: %(days)s chaque %(frequencysingular)s jusqu'au %(date)s
it: %(days)s ogni %(frequencysingular)s fino al %(date)s
sv: %(days)s varje %(frequencysingular)s fram till %(date)s

source: %(days)s every %(interval)s %(frequencyplural)s until %(date)s
de: %(days)s jedes %(interval)s %(frequencyplural)s bis %(date)s
fi: %(days)s joka %(interval)s. %(frequencyplural)s %(date)s saakka
fr: %(days)s tou(te)s les %(interval)s %(frequencyplural)s jusqu'au %(date)s
it: %(days)s ogni %(interval)s %(frequencyplural)s fino al %(date)s
sv: %(days)s varje %(interval)s %(frequencyplural)s fram till %(date)s

source: No description.
de: Keine Beschreibung.
fi: Ei kuvausta.
fr: Sans description.
it: Nessuna descrizione.
sv: Ingen beskrivning.

source: Too frequent.
de: Zu häufig
fi: Liian usein.
fr: Trop fréquent.
it: Troppo frequente.
sv: Alltför vanlig.

source: None (timezone)
fi: Ei mikään (aikavyöhyke)
it: Nessuno (fuso orario)
sv: Ingen (tidszon)

source: Cancelled by user
de: Vom Benutzer abgebrochen
fi: Käyttäjä perui
fr: Annulé par l'utilisateur
it: Annullato dall'utente
sv: Avbruten av användaren.

source: Examining collections for %(account)s
de: Überprüfe Übersichten für %(account)s
fi: Tutkitaan tilin %(account)s kokoelmia
fr: Recherche dans les collections de %(account)s
it: Analisi delle liste di %(account)s
sv: Undersöker samlingar i %(account)s

source: Could not perform request. Sharing is offline.
de: Kann Anfrage nicht ausführen.
fi: Komentoa ei voitu toteuttaa. Jako on yhteydettömässä tilassa.
fr: Requête annulée. Chandler n'est pas connecté.
it: Impossibile eseguire la richiesta. La condivisione è offline.
sv: Kunde inte utföra din begäran. Utdelning är offline.

source: Could not parse URL: %(url)s
de: Kann URL: %(url)s nicht ansprechen
fi: Ei voitu jäsentää URL:ää: %(url)s
fr: URL non valide: %(url)s
it: Impossibile interpretare l'URL: %(url)s
sv: Kunde inte tolka webbadress: %(url)s

source: Protocol not specified.
de: Protokoll nicht spezifiziert
fi: Tyyppiä ei ole määritelty.
fr: Protocole non spécifié.
it: Protocollo non specificato.
sv: Protokollet är ospecifierat.

source: Protocol not supported: %(protocolName)s
de: Protokoll nicht unterstützt: %(protocolName)s
fi: Tukematon protokolla: %(protocolName)s
fr: Protocole non supporté: %(protocolName)s
it: Protocollo non supportato: %(protocolName)s
sv: Ej understött protokoll: %(protocolName)s

source: No hostname specified.
de: Keinen Hostname angegeben.
fi: Ei isännän nimeä.
fr: Hôte non spécifié.
it: Nessun host specificato.
sv: Inget värdnamn har angetts.

source: No URL provided.
de: Keine URL ausgewählt.
fi: Ei URL:ää
fr: Aucun URL fourni.
it: Nessuna URL fornita.
sv: Ingen webbadress angiven.

source: You don't have permission to access this collection.
de: SIe haben nicht das Recht, auf diese Übersichten zuzugreifen.
fi: Sinulla ei ole oikeuksia tähän kokoelmaan.
fr: Vous n'avez pas les privilèges d'accès à cette collection.
it: Non hai i permessi per accedere a questa lista.
sv: Du är inte behörig för denna samling.

source: Subscribing to calendar...
de: Schreibe in Kalender...
fi: Tilataan kalenteri...
fr: Abonnement à cet agenda en cours...
it: Sottoscrizione di un calendario...
sv: Prenumerar på kalender...

source: Inherit
de: erben
fi: Peri
fr: Hérite
it: Eredita
sv: ärv

source: Confirmed
de: Bestätigt
fi: Varmistettu
fr: Confirmé
it: Confermato
sv: Bekräftad

source: Tentative
de: Vorläufig
fi: Alustava
fr: Non confirmé
it: Tentativo
sv: Preliminär
