Repository: HackLinux/chandler
Catalog: chandler/localizations/*/Chandler-*.po
Languages: de, fi, fr, it, sv

source: Another Chandler is already running off the same data repository.
de: Eine Kopie von Chandler läuft bereits.
fi: Toinen Chandler käyttää jo samaa tietokantaa.
fr: Une autre copie de Chandler utilise la même base de données.
it: Chandler è già in esecuzione sullo stesso archivio dati.
sv: Ett annat Chandler-program använder redan ditt dataförråd

source: Start up error. Here are the bottom %(numOf)s frames of the stack: %(stacktrace)s
de: Startfehler. %(numOf)s frames of the stack: %(stacktrace)s
fi: Virhe käynnistyessä. Tässä ovat pinon %(numOf)s viimeistä riviä: %(stacktrace)s
fr: Erreur au démarrage. Voici les %(numOf)s derniers appels de la pile: %(stacktrace)s
it: Errore di avviamento. Ecco gli ultimi %(numOf)s elementi dello stack: %(stacktrace)s
sv: Fel vid uppstart. Här är de %(numOf)s nedersta stack frames: %(stacktrace)s

source: Chandler: Internal Program Error
de: Chandler: Interner Programmfehler
fi: Chandler: Sisäinen virhe
fr: Chandler: Erreur interne
it: Chandler: Errore interno del programma
sv: Chandler: internt programfel

source: Please restart to avoid data corruption.
de: Bitte neu starten, um Datenverlust zu vermeiden.
fi: Ole hyvä ja käynnistä Chandler uudelleen välttääksesi tietojesi turmeltumisen.
fr: Pour éviter de corrompre de vos données, veuillez redémarrer Chandler.
it: Riavvia il programma per evitare perdite di dati.
sv: Var vänlig starta om för att undvika dataförlust.

source: Do not show this error again.
de: Diesen Fehler nicht noch einmal zeigen.
fi: Älä näytä tätä virhettä uudelleen.
fr: Ne pas réafficher cette erreur.
it: Non visualizzare di nuovo questo errore.
sv: Visa inte detta fel igen.

source: Required
de: Nötig
fi: Välttämätön
fr: Obligatoire
it: Richiesto
sv: Obligatoriskt

source: Optional
fi: Valinnainen
fr: Optionnel
it: Opzionale
sv: Valfritt

source: &Comments:
de: &Kommentare:
fi: &Kommentit:
fr: &Commentaires:
it: &Commenti:
sv: &Kommentarer:

source: System &Information:
fi: Systeemin &Tiedot:
fr: &Information Système:
it: Sistema &Informazioni:

source: Delete selected item
de: Löscht ausgewählten Eintrag
fi: Tuhoa valittu nimike
fr: Supprimer l'élément sélectionné:
it: Elimina l'elemento selezionato
sv: Radera markerad post

source: &Delete
de: L&öschen
fi: &Tuhoa
fr: &Supprimer
it: &Elimina
sv: &Radera

source: &Send Error Report
de: &sende Fehlerreport
fi: &Lähetä virheilmoitus
fr: &Envoyer un rapport d'incident
it: &Invia un report dell'errore
sv: &Skicka felrapport

source: Help improve Chandler. Report errors. Please add any additional information you have that might help us reproduce the error.
de: Helfen Sie Chandler zu verbessern. Bitte Fehler melden. Bitte fügen Sie alle weiteren Informationen an, die Sie haben. Dies hilft uns, den Fehler zu reproduzieren.
fi: Auta parantamaan Chandleria. Ilmoita virheistä. Ole hyvä ja lisää tietoja jotka auttavat virheen toistossa.
fr: Aidez nous à améliorer Chandler. Reportez les incidents. Merci d'ajouter ici toute information utile nous permettant de reproduire le problème.
it: Aiuta a migliorare Chandler. Notifica gli errori. Per favore, aggiungi qualsiasi altra informazione che potrebbe aiutarci a riprodurre l'errore.
sv: Hjälp oss förbättra Chandler och rapportera fel. Var vänlig och ange all information du tror kan hjälpa oss att återskapa felet.

source: &Restart
de: &Neustart
fi: &Käynnistä uudelleen
fr: &Redémarrer
it: &Riavvia
sv: &Starta om

source: &Close
de: &Schließen
fi: &Sulje
fr: &Fermer
it: &Chiudi
sv: &Stäng

source: Account type:
de: Kontentyp:
fi: Tilin tyyppi:
fr: Type de compte:
it: Tipo di account:
sv: Kontotyp:

source: Outgoing Mail
de: Ausgehende Post
fi: Lähtevä posti
fr: Courriel d'expédition
it: Posta inviata
sv: Utgående e-post

source: Descr&iption:
de: Beschre&ibung:
fi: K&uvaus:
it: Descr&izione:
sv: &Beskrivning:

source: &Email address:
de: &EMail Adresse:
fi: S&ähköpostiosoite:
fr: &Adresse courriel:
it: Indirizzo &email:
sv: &E-post adress:

source: &Full Name:
de: &Voller Name:
fi: &Koko nimi:
fr: Nom &Complet:
it: &Nome completo:
sv: &Fullständigt namn:

source: Auto-confi&gure...
de: automatische Konfi&guration...
fi: &Automaattiset asetukset...
it: Auto-confi&gura...
sv: &Autokonfigurera....

source: Po&rt:
fi: Po&rtti:
it: Po&rta:

source: No Security
de: Keine Sicherheit
fi: Ei salausta
fr: Aucune sécurité
it: Nessuna sicurezza
sv: Ingen säkerhet

source: &Use authentication:
de: Ben&utze Authentifizierung:
fi: &Käytä suojattua käyttäjätunnuksen todennusta:
fr: &Utiliser un authentifiant:
it: &Usa l'autenticazione:
sv: Använd a&utentisering:

source: User &name:
de: Benutzer&name:
fi: Käyttä&jätunnus:
fr: &Nom d'utilisateur:
it: &Nome utente:
sv: Anvä&ndarnamn:

source: Incoming Mail
de: Eingehende Mail
fi: Saapuva posti
fr: Courriel de réception
it: Posta ricevuta
sv: Inkommande e-post

source: &Full name:
de: &Voller Name:
fi: Koko &nimi:
fr: Nom &complet:
it: Nome &completo:
sv: &Fullständigt namn:

source: &Protocol:
de: &Protokoll:
fi: T&yyppi:
fr: &Protocole:
it: &Protocollo:
sv: &Protokoll:

source: Configure
de: Konfigurieren
fi: Asetukset
fr: Configurer
it: Configura
sv: Konfigurera.

source: Chandler folders.
de: Chandler Ordner.
fi: Chandler-kansiot.
fr: Boîtes Chandler
it: Cartelle di Chandler.
sv: Chandler kataloger.

source: Learn more.
de: Lerne mehr.
fi: Lue lisää.
fr: Informations additionnelles
it: Approfondisci.
sv: Lär dig mera.

source: WebDAV Sharing
fi: WebDAV-jako
fr: Publication WebDAV
it: Condivisione WebDAV
sv: WeBDAV-utdelning

source: Pat&h:
de: Pfa&d:
fi: &Polku:
fr: &Cheminon:
it: Percor&so:
sv: Sök&väg:

source: Use SSL
de: SSL benutzen
fi: Käytä SSL
fr: Utiliser SSL
it: Usa SSL
sv: Använd SSL

source: Chandler Server Sharing
de: Gemeinsamer Chandler Server
fi: Chandler-palvelin jako
fr: Publication Chandler Server
it: Condivisione server di Chandler
sv: Chandler Server-utdelning

source: Chandler Hub Sharing
de: Gemeinsamer Chandler Hub
fi: Chandler Hub -jako
fr: Publication Chandler Hub
it: Condivisione HUB di Chandler
sv: Chandler Hub-utdelning

source: &Accounts:
de: &Konten:
fi: &Tilit:
fr: &Comptes:
it: &Account:
sv: &Konton:

source: Create New Account...
de: Ein neues Konto anlegen...
fi: Luo uusi tili...
fr: Créer un nouveau compte...
it: Crea un nuovo account...
sv: &Skapa nytt konto...

source: &Delete Account...
de: &Konto löschen...
fi: Tu&hoa tili...
fr: &Supprimer un compte...
it: &Elimina account...
sv: &tTa bort konto...

source: Note: Only emails sent from Chandler will be downloaded.
de: Hinweis: Nur von Chandler gesendete E-Mails werden heruntergeladen.
fi: Huomaa: vain Chandlerista lähetetyt sähköpostit voidaan ladata.
fr: Note: Seuls les courriels envoyés par Chandler seront téléchargés.
it: Nota: solo le email inviate da Chandler verranno scaricate.
sv: Obs: endast e-post skickad via Chandler kommer att laddas ner.

source: Don't have a Chandler Hub account?
de: Sie haben kein Chandler Hub Konto?
fi: Onko sinulla Chandler Hub -tili?
fr: Vous n'avez pas de compte Chandler Hub?
it: Non hai un account Chandler Hub?
sv: Har du inget konto på Chandler Hub?

source: Sign up here.
de: Hier anmelden
fi: Luo tunnus.
fr: Enregistrez-vous ici
it: Registrati qui.
sv: Registrera dig här.

source: &Test...
fi: &Kokeile...
it: &Prova...
sv: &Testa...

source: Apply to all
de: Gilt für alle
fi: Toteuta kaikille
fr: Appliquer à tout
it: Applica a tutti
sv: Tillämpa på alla

source: Never ask again
de: Nicht mehr fragen
fi: Älä kysy uudelleen
fr: Ne pas reposer la question
it: Non chiederlo più
sv: Fråga aldrig igen

source: Move to Trash
de: In den Papierkorb verschieben
fi: Siirrä roskakoriin
fr: Mettre à la corbeille
it: Sposta nel Cestino
sv: Flytta till papperskorgen

source: Collection:
de: Übersicht:
fi: Kokoelma:
it: Lista:
sv: Samling:

source: S&haring account:
de: &Gemeinsames Konto:
fi: &Jakotili:
fr: Compte de &publication:
it: Account per condivi&sione:
sv: &Utdelningskonto:

source: Share:
de: Gemeinsames:
fi: Jako:
fr: Publication:
it: Condividi:
sv: Dela ut:

source: &Triage status
fi: &Lajittelun tila
fr: Status du &triage
it: Stato &Triage

source: &Event status
de: &Ereignisstatus
fi: &Tapahtuman tila
fr: Status des &événements
it: Stato dell'&evento
sv: &Händelsestatus

source: &Alarms
de: &Alarme
fi: &Hälytykset
fr: &Alertes
it: &Allarmi
sv: &Påminnelser

source: &BCC:
fr: &cci:
it: &CCN:

source: &Needs reply status
de: be&nötigt Antwort Status
fi: &Vaatii vastauksen -tila
fr: Status de &réponse
it: &Richiede risposta
sv: &Behöver status på svar

source: View Error Details...
de: Fehlerdetails ansehen...
fi: Katso virheen tiedot...
fr: Message d'erreur...
it: Vedi i dettagli dell'errore...
sv: Visa detaljer för fel...

source: Last sync:
de: Letzte Synchronisierung:
fi: Viimeisin synkronointi:
fr: Synchro à:
it: Ultima sincronizzazione:
sv: Senaste synkronisering:

source: Sharing account:
de: Gemeinsames Konto:
fi: Jakotili:
fr: Compte de publication:
it: Account per condivisione:
sv: Utdelningskonto:

source: Triage status
fi: Lajittelun tila
fr: Status de triage
it: Stato triage

source: Event status
de: Ereignisstatus
fi: Tapahtuman tila
fr: Status de l'événement
it: Stato evento
sv: Händelsstatus

source: Alarms
de: Alarme
fi: Hälytykset
fr: Alertes
it: Allarmi
sv: Påminnelser

source: BCC:
fr: cci:
it: CCN:

source: &Options...
de: &Optionen...
fi: &Valinnat
it: &Opzioni...
sv: &Alternativ...

source: &Publish
de: &Publizieren
fi: &Julkaise
fr: &Publier
it: P&ubblica
sv: &Publicera

source: Sync
de: Synchronisieren
fi: Synkronoi
it: Sincronizza
sv: Sykronisera

source: Replace
de: Ersetzen
fi: Korvaa
fr: Remplacer
it: Sostituisci
sv: Ersätt

source: Unsubscribe
de: Abmelden
fi: Lopeta tilaus
fr: Se désabonner
it: Cancellati
sv: Avsluta prenumeration

source: &Invite...
de: E&inladen...
fi: &Kutsu...
fr: &Inviter...
it: In&vita...
sv: &Bjud in

source: &Done
de: &Fertig
fi: &Valmis
fr: &Terminé
it: &Fatto
sv: &Klar

source: Publish Free/Busy Calendar
de: Frei/Besetzt Kalender publizieren
fi: Julkaise vapaa/varattu kalenteri
fr: Publier disponibilité
it: Pubblica il calendario libero/occupato
sv: Publicera Fria/Lediga från kalendern

source: Copy URL
de: URL Kopieren
fi: Kopioi URL
it: Copia URL
sv: Kopiera webbadress

source: Done
de: Fertig
fi: Valmis
fr: Terminés
it: Fatto
sv: Klar

source: Sharing &account:
de: Gemeins&ames Konto:
fi: &Jakotili:
fr: Compte de &publication:
it: &Account per condivisione:
sv: &Dela ut konton:

source: S&elect collections to restore:
de: Üb&erschriften zur Wiederherstellung auswählen:
fi: &Valitse palautettavat kokoelmat:
fr: &Sélectionner la collection à restaurer:
it: S&eleziona le raccolte da ripristinare:
sv: &Välj samlingar att återställa:

source: &Restore
de: Wide&rherstellen
fi: &Palauta
fr: &Restaurer
it: &Ripristina
sv: &Återställ

source: &Keep out of Dashboard
de: &Aus der Hauptübersicht entfernen
fi: &Pidä pois kojelaudalta
fr: &Maintenir hors du tableau de bord
it: &Tieni fuori dal Cruscotto
sv: &Visa inte i Överblick

source: &Subscribe
de: &Anmelden
fi: &Tilaa
fr: &S'abonner
it: &Iscriviti
sv: &Prenumerera

source: Please enter your account information:
de: Bitte Konteninformation eingeben:
fi: Ole hyvä ja kirjoita tilisi tiedot:
fr: Entrez les informations sur ce compte:
it: Inserisci i dati del tuo account:
sv: Var vänlig ange din kontoinformation:

source: User name:
de: Benutzername:
fi: Käyttäjätunnus:
fr: Nom d'utilisateur:
it: Nome utente:
sv: Användarnamn:

source: About Chandler
de: Über Chandler
fi: Tietoja Chandlerista
fr: À propos de Chandler
it: Informazioni su Chandler
sv: Om Chandler

source: Version %(versionNumber)s for %(platform)s
de: Version %(versionNumber)s für %(platform)s
fi: Versio %(versionNumber)s %(platform)s:lle
fr: Version %(versionNumber)s pour %(platform)s
it: Versione %(versionNumber)s per %(platform)s
sv: Version %(versionNumber)s för %(platform)s

source: Chandler is licensed under the<br>Apache Licence, Version 2.0.
de: Chandler ist unter<br>Apache Lizenz, Version 2.0. lizensiert
fi: Chandler-lisenssi<br>Apache Licence, Versio 2.0.
fr: Chandler est licencié sous<br>Apache Licence, Version 2.0.
it: Chandler è distribuito con licenza<br>Apache Licence, Versione 2.0.
sv: Chandler är licensierad under <br>Apache Licence, Version 2.0.

source: Visit %(chandlerWebURL)s for more information.
de: Besuchen Sie %(chandlerWebURL)s.
fi: Lue lisää sivulta %(chandlerWebURL)s.
fr: Pour plus d'information, visitez %(chandlerWebURL)s.
it: Visita il sito %(chandlerWebURL)s per maggiori informazioni.
sv: Besök %(chandlerWebURL)s för mer information.

source: This version of Chandler runs on a different operating system. Please download the correct installer from the OSAF website.
de: Diese Chandler Version läuft auf einem anderen Betriebssystem.Bitte den richtigen Installer von der OSAF Webseite herunterladen.
fi: Tämä Chandler on tarkoitettu toiselle käyttöjärjestelmälle. Ole hyvä ja lataa oikea versio OSAFin verkkosivuilta.
fr: Cette version de Chandler a été compilée pour un autre système d'exploitation. Pointez votre navigateur sur chandlerproject.org et téléchargez la bonne version.
it: Questa versione di Chandler è per un sistema operativo diverso. Scarica il pacchetto di installazione corretto dal sito di OSAF.
sv: Denna version av Chandler är avsedd för ett annat operativsystem. Du kan ladda ner rätt version från OSAF:s hemsida.

source: Quitting Chandler
de: Beende Chandler
fi: Chandler lopetetaan
fr: Quitter Chandler
it: Chiusura di Chandler
sv: Avslutar Chandler

source: Auto-restore from backup.chex...
fi: Automaattinen palautus backup.chex -tiedostosta...
it: Ripristino automatico da backup.chex...
sv: Auto-återställ från backup.chex...

source: Reloading collections and settings...
de: Lade Übersichten und Einstellungen neu ...
fi: Tuodaan kokoelmat ja asetukset...
fr: Chargement des collections et des configurations...
it: Caricamento raccolte e impostazioni...
sv: Laddar om samlingar och inställningar...

source: Configuring data...
fi: Luodaan aloitustiedot...
it: Configurazione dei dati...
sv: Skapar databasen...

source: Reloading from %(path)s...
de: Lade neu von %(path)s...
fi: Tuodaan %(path)s...
fr: Rechargement de %(path)s...
it: Caricamento da %(path)s...
sv: Laddar om från %(path)s...

source: Incompatible export file. Unable to reload. Restarting Chandler...
de: Inkompatible Exportdatei. Neuladen unmöglich. Chandler wird neu gestartet...
fi: Yhteensopimaton vientitiedosto. Ei voi tuoda. Käynnistetään Chandler uudelleen...
fr: Fichier d'export incompatible. Chandler doit redémarrer...
it: File di esportazione incompatibile. Impossibile leggere i dati. Riavvio di Chandler...
sv: Inkompatibel exportfil. Kunde inte ladda om. Startar om Chandler...

source: Incomplete export file. Unable to reload. Restarting Chandler...
de: Unvollständige Exportdatei. Neuladen unmöglich. Chandler wird neu gestartet...
fi: Yhteensopimaton vientitiedosto. Ei voi tuoda. Käynnistetään Chandler uudelleen...
fr: Fichier d'export incomplet. Chandler doit redémarrer...
it: File di esportazione incompleto. Impossibile leggere i dati. Riavvio di Chandler...
sv: Ofullständig exportfil. Kunde inte ladda om. Startar om Chandler...

source: Reload cancelled. Restarting Chandler...
de: Neu Laden abgebrochen.Starte Chandler neu...
fi: Tuonti peruttu. Käynnistetään Chandler uudelleen...
fr: Rechargement annulé. Chandler doit redémarrer...
it: Caricamento interrotto. Riavvio di Chandler...
sv: Omladdning avbruten. Startar om Chandler...

source: Unable to reload file. Go to the Tools>>Logging>>Log Window... menu for details. Chandler will now restart.
de: Neu laden nicht möglich.Details im Menü Werkzeug >> Logging >> Kontrollfenster
fi: Ei voitu tuoda tiedostoa. Katso Työkalut >> Loki > Loki-ikkuna... valikko yksityiskohtia varten. Chandler käynnistyy nyt uudelleen.
fr: Impossible de charger le fichier. Cliquer sur le menu Outils>>Logging>>Fenêtre de log... pour plus d'information. Chandler doit redémarrer.
it: Impossibile caricare il file. Seleziona Strumenti>>Log>>Finestra di log... nel menu per maggiori dettagli. Chandler verrà ora riavviato.
sv: Kunde inte ladda om filen. Gå till menyn Verkyg>>Loggning>>Loggfönster... för detaljer. Chandler kommer nu att starta om.

source: Collections and settings reloaded.
de: Übersichten und Einstellungen neu geladen.
fi: Kokoelmat ja asetukset tuotu.
fr: Collections et configurations rechargées.
it: Raccolte e impostazioni caricati.
sv: Samlingar och inställningar återställda.

source: An application error occurred. Your unsaved changes will be lost while Chandler attempts to recover.
de: Ein Programmfehler ist aufgetreten. Ihre ungesicherten Änderungen gehen während der Wiederherstellung verloren.
fi: Ohjelmistovirhe. Tallentamattomat tiedot tuhoutuvat kun Chandler yrittää palautua virheestä.
fr: Une erreur s'est produite. Vos changements non sauvegardés seront effacés pendant que Chandler tente de revenir en arrière.
it: Errore dell'applicazione. I tuoi cambiamenti non salvati verranno persi quando Chandler cercherà di riavviarsi.
sv: Ett programfel har inträffat. Dina osparade ändringar kommer att försvinna när Chandler startar om och försöker återställa.

source: Chandler Has Experienced An Error
de: Ein Fehler wurde festgestellt
fi: Chandler on kokenut virheen
fr: Une erreur s'est produite
it: Chandler ha rilevato un errore
sv: Chandler har upptäckt ett fel

source: Chandler has experienced an error while recovering and needs to restart.
de: Während der Wiederherstellung trat ein Fehler auf. Ein Neustart ist nötig.
fi: Virhe palautumisen aikana. Chandlerin täytyy käynnistyä uudelleen.
fr: Une erreur s'est produite pendant la tentative de retour en arrière. Chandler doit redémarrer.
it: Chandler ha rilevato un errore durante il ripristino e verrà riavviato.
sv: Chandler har upptäckt ett fel vid återställning och behöver starta om.

source: Chandler Will Restart
de: Chandler wird neu gestartet
fi: Chandler käynnistyy uudelleen
fr: Chandler va redémarrer
it: Chandler verrà riavviato
sv: Chandler kommer att starta om

source: Verifying data...
fi: Tarkistetaan tiedot...
it: Verifica dei dati...
sv: Verifierar data...

source: Shutting down mail...
fi: Sammutetaan posti...
fr: Arrêt du service de courriel...
it: Termine servizio mail...
sv: Stänger ner e-posttjänsten...

source: Shutting down wakeup service...
fi: Sammutetaan muistutuspalvelu...
it: Termine servizio avvisi...
sv: Stänger ner wakeup-tjänst..

source: Shutting down sharing...
fi: Sammutetaan jako...
fr: Arrêt du service de publication...
it: Termine serivizio di condivisione...
sv: Stänger ner delnings-tjänsten...

source: Shutting down networking...
fi: Sammutetaan verkko...
it: Termine servizi di rete...
sv: Stänger ner nätverksanslutningar...

source: Saving data...
fi: Tallennetaan tiedot...
it: Salvataggio dati...
sv: Sparar data...

source: Shutting down encryption...
de: Verkryptung wird beendet...
fi: Sammutetaan salaus...
fr: Arrêt du service de crytographie...
it: Termine servizio di crittazione...
sv: Stänger av kryptering...

source: Checkpointing data...
fi: Luodaan tietojen tarkistuspiste...
it: Creazione punto di ripresa per i dati...
sv: Sparar en checkpoint av dataförrådet...

source: Your data was created on %(origOperatingSystem)s and is incompatible with Chandler on %(currentOperatingSystem)s. To transfer your data over to %(currentOperatingSystem)s: 1. On your %(origOperatingSystem)s computer, start up Chandler and go to the File>>Export Collections and Settings... menu to export your data. 2. Move the .chex export file to your %(currentOperatingSystem)s computer. 3. On your %(currentOperatingSystem)s computer, start up Chandler and click 'Yes' when you encounter this dialog again. 4. Go to the File>>Reload Collections and Settings... menu to reload your data by pointing Chandler to the .chex export file from your %(origOperatingSystem)s computer. Do you want to start Chandler with a fresh data repository?
de: Chandler auf %(currentOperatingSystem)s Um Ihre Daten auf %(currentOperatingSystem)s zu übertragen: 1.Starten Sie Chandler auf Ihrem %(origOperatingSystem)s Computer und gehen Sie zu Datei>> Export Sammlungen und Einstellungen ... Menü zum Export Ihrer Daten. 2.Verschieben Sie die .Chex Export Datei auf Ihrem %(currentOperatingSystem)s. 3. Auf Ihrem %(currentOperatingSystem)s Computer starten Sie Chandler und klicken auf "Ja", wenn Sie diesen Dialog wieder sehen. 4.Gehen Sie zu Datei>> neu laden Sammlungen und Einstellungen ... Menü, laden Sie Ihre Daten mit dem Hinweis auf die Chandler.chex Export Datei von Ihrem %(origOperatingSystem)s. Möchten Sie Chandler mit einem neuen Datenarchiv starten?
fi: Tietokantasi luotiin %(origOperatingSystem)s:lla eikä se ole yhteensopiva nykyisen %(currentOperatingSystem)s:in kanssa. Siirtääksesi tiedot %(currentOperatingSystem)s:lle: 1. Käynnistä Chandler %(origOperatingSystem)s tietokoneellsani ja valitse Tiedosto >>Vie kokoelmat ja asetukset... valikko viedäksesi tiedot. 2. Siirrä .chex vientitiedosto %(currentOperatingSystem)s tietokoneellesi. 3. Käynnistä Chandler %(currentOperatingSystem)s tietokoneellasi ja klikkaa 'Kyllä' kun tämä dialogi ilmestyy uudelleen. 4. Valitse Tiedosto >>Tuo kokoelmat ja asetukset... valikko ja valitse se .chex-tiedosto jonne veit tiedot %(origOperatingSystem)s tietokoneellasi. Haluatko käynnistää Chandlerin uudella tietokannalla?
fr: Vos données ont été crées sous %(origOperatingSystem)s et sont incompatibles avec Chandler sous %(currentOperatingSystem)s. Pour transférer vos données vers %(currentOperatingSystem)s vous devez: 1. Sur votre ordinateur %(origOperatingSystem)s, démarrez Chandler et cliquer le menu Fichier>>Exporter Collections and Configurations... pour exporter vos données. 2. Transférez le fichier .chex ainsi créé sur votre ordinateur %(currentOperatingSystem)s. 3. Sur votre ordinateur %(currentOperatingSystem)s, démarrez Chandler et répondez 'Oui' quand vous rencontrerez à nouveau ce dialogue. 4. Cliquez sur le menu Fichier>>Recharger Collections and Configurations... pour recharger vos données en pointant Chandler sur le fichier .chex exporté de votre ordinateur %(origOperatingSystem)s. Voulez-vous démarrer Chandler avec une base de données vierge?
it: I tuoi dati sono stati creati su %(origOperatingSystem)s e sono incompatibili con Chandler per %(currentOperatingSystem)s. Per trasferire i tuoi dati su %(currentOperatingSystem)s puoi fare così: 1. Sul computer con %(origOperatingSystem)s avvia Chandler e seleziona File>>Esporta raccolte e impostazioni... nel menu per esportare i tuoi dati. 2. Sposta il file di esportazione .chex sul computer con %(currentOperatingSystem)s. 3. Sul computer con %(currentOperatingSystem)s avvia Chandler e clicca su 'Si' quando appare di nuovo questa finestra. 4. Seleziona File>>Ricarica raccolte e impostazioni... nel menu per caricare i tuoi dati, facendo aprire a Chandler il file di esportazione .chex creato sul computer con %(origOperatingSystem)s. Vuoi avviare Chandler con un archivio dati vuoto?

source: Cannot open repository.
de: Kann Archiv nicht öffnen.
fi: Ei voi avata tietokantaa.
fr: La base de données ne peut être ouverte.
it: Impossibile aprire l'archivio dati.
sv: Kan inte öppna dataförråd.

source: Starting Chandler...
de: Starte Chandler...
fi: Chandler käynnistyy...
fr: Démarrage de Chandler...
it: Avvio di Chandler...
sv: Startar Chandler...

source: Starting encryption...
de: Starte Verkryptung...
fi: Käynnistetään salaus...
it: Avvio dei servizi di crittazione...
sv: Startar kryptering...

source: Opening data...
fi: Luetaan tiedot...
it: Apertura dei dati...
sv: Öppnar data...

source: Loading plugins...
fi: Ladataan liitännäiset...
it: Caricamento dei plugin...
sv: Laddar in plugins...
