Repository: HackLinux/chandler
Catalog: chandler/localizations/*/Chandler-*.po
Languages: de, fi, fr, it, sv

source: %(conflictNumber)3d. %(user)s removed <emphasis>email addresses</emphasis> from this item
de: %(conflictNumber)3d. %(user)s entfernte <emphasis>E-Mail Adresse</emphasis> diesen Eintrags
fi: %(conflictNumber)3d. %(user)s poisti <emphasis>sähköpostiosoitteita</emphasis> tästä nimikeestä
fr: %(conflictNumber)3d. %(user)s a supprimé <emphasis>l'adresse de courriel</emphasis> de cet élément
it: %(conflictNumber)3d. %(user)s ha rimosso l'<emphasis>indirizzo email</emphasis> da questa nota
sv: %(conflictNumber)3d. %(user)s tog bort <emphasis>e-post adress</emphasis> från denna post

source: %(conflictNumber)3d. %(user)s removed this item from the <emphasis>Calendar</emphasis>
de: %(conflictNumber)3d. %(user)s hat diesen Eintrag aus dem <emphasis>Calendar</emphasis> entfernt.
fi: %(conflictNumber)3d. %(user)s poisti tämän nimikkeen <emphasis>kalenterista</emphasis>
fr: %(conflictNumber)3d. %(user)s a supprimé cet élément de <emphasis>l'agenda</emphasis>
it: %(conflictNumber)3d. %(user)s ha rimosso questa nota dal <emphasis>calendario</emphasis>
sv: %(conflictNumber)3d. %(user)s tog bort denna post från <emphasis>kalendern</emphasis>

source: %(conflictNumber)3d. %(user)s removed this item from the <emphasis>Task List</emphasis>
de: %(conflictNumber)3d. %(user)s entfernte diesen Eintrag aus der <emphasis>Aufgabenliste</emphasis>
fi: %(conflictNumber)3d. %(user)s poisti tämän nimikkeen <emphasis>tehtävälistasta</emphasis>
fr: %(conflictNumber)3d. %(user)s a supprimé cet élément de <emphasis>la liste des tâches</emphasis>
it: %(conflictNumber)3d. %(user)s ha rimosso questa nota dalla <emphasis>lista delle attività</emphasis>
sv: %(conflictNumber)3d. %(user)s tog bort denna post från <emphasis>uppgiftslistan</emphasis>

source: %(conflictNumber)3d. %(user)s removed %(fieldName)s from this item
de: %(conflictNumber)3d. %(user)s entfernte %(fieldName)s diesen Eintrags
fi: %(conflictNumber)3d. %(user)s poisti %(fieldName)s tästä nimikkeestä
fr: %(conflictNumber)3d. %(user)s a supprimé le ou la %(fieldName)s de cet élément
it: %(conflictNumber)3d. %(user)s ha rimosso %(fieldName)s da questa nota
sv: %(conflictNumber)3d. %(user)s tog bort %(fieldName)s från denna post

source: %(conflictNumber)3d. %(user)s changed <emphasis>Occurs</emphasis> to <emphasis>Once</emphasis>
de: %(conflictNumber)3d. %(user)s wechselte von <emphasis>ständigem Auftreten</emphasis> zu<emphasis>einmal</emphasis>
fr: %(conflictNumber)3d. %(user)s a modifié la <emphasis>récurrence</emphasis> de l'événement pour le rendre <emphasis>Unique</emphasis>
it: %(conflictNumber)3d. %(user)s ha cambiato <emphasis>occorrenza</emphasis> in <emphasis>una volta</emphasis>
sv: %(conflictNumber)3d. %(user)s ändrade <emphasis>Occurs</emphasis> till <emphasis>En gång</emphasis>

source: %(conflictNumber)3d. %(user)s changed the %(fieldName)s to %(value)s
de: %(conflictNumber)3d. %(user)s wechselte %(fieldName)s zu %(value)s
fi: %(conflictNumber)3d. %(user)s muutti kentän %(fieldName)s arvon %(value)s:ksi
fr: %(conflictNumber)3d. %(user)s a modifié le ou la %(fieldName)s en %(value)s
it: %(conflictNumber)3d. %(user)s ha impostato il campo %(fieldName)s a %(value)s
sv: %(conflictNumber)3d. %(user)s ändrade %(fieldName)s till %(value)s

source: Apply
de: Geltend
fi: Toteuta
fr: Appliquer
it: Applica
sv: Tillämpa

source: Discard
de: Verwerfen
fi: Hylkää
fr: Rejeter
it: Scarta
sv: Kasta

source: Pending Changes
de: Ausstehende Änderungen
fi: Odottavat muutokset
fr: Modifications en attente
it: Cambiamenti in sospeso
sv: Väntande ändringar

source: Applying and discarding changes cannot be undone.
de: Geltende und noch ausstehende Änderungen sind nicht rückgängig zu machen
fi: Muutosten toteuttamista tai hylkäämistä ei voi perua.
fr: Appliquer et rejeter les modifications ne peut être annulé.
it: I cambiamenti applicati e scartati non possono essere recuperati.
sv: Tillämpade och kastade ändringar kan inte ångras.

source: There is 1 pending change. %(warning)s
de: Noch eine ausstehende Änderung. %(warning)s
fi: 1 odottava muutos. %(warning)s
fr: Il y a 1 modification en attente. %(warning)s
it: C'è un cambiamento in sospeso. %(warning)s
sv: Det finns 1 väntande ändring. %(warning)s

source: There are %(count)d pending changes. %(warning)s
de: Es gibt %(count)d ausstehende Änderungen. %(warning)s
fi: %(count)d odottavia muutoksia. %(warning)s
fr: Il y a %(count)d modifications en attente. %(warning)s
it: Ci sono %(count)d cambiamenti in sospeso. %(warning)s
sv: Det finns %(count)d väntade ändringar. %(warning)s

source: All pending changes must be resolved before you can send Updates. Edits you make on attributes with pending changes will not be synced to the server.
de: Alle noch ausstehenden Änderungen müssen gelöst werden, bevor Sie Aktualisierungen senden können. Bearbeitungen der bevorstehenden Änderungen werden nicht auf dem Server synchronisiert.
fi: Kaikki odottavat muutokset pitää päättää ennen kuin voit lähettää päivityksiä. Ominaisuuksia joissa on odottavia muutoksia ei synkronoida palvelimelle.
fr: Tous les changements en attente doivent être résolus avant que vous ne puissiez envoyer une mise à jour. Les modifications que vous apportez aux champs pour lesquels existent des changements en attente ne seront pas synchronisées avec le serveur.
it: Tutti i cambiamenti in sospeso devono essere applicati prima di poter inviate gli aggiornamenti. Gli attributi con modifiche in sospeso non vengono sincronizzati con il server.
sv: Alll väntande ändringar måste hanteras innan du kan skicka en uppdatering. Ändringar på ett attribut med väntande ändringar kommer inte att synkroniseras med servern.

source: Decide &Later
de: &Später entscheiden
fi: &Päätä myöhemmin
fr: &Reporter la décision
it: Decidi &dopo
sv: Bestäm &senare

source: Unresolved conflicts will not be lost. You can revisit this dialog to resolve them later.
de: Ungelöste Konflikte bleiben erhalten. Sie können diesen Dialog zur späteren Lösung erneut aufrufen.
fi: Päättämättömät ristiriidat eivät joudu hukkaan. Voit ratkoa ne myöhemmin tässä ikkunassa.
fr: Les conflits non résolus ne seront pas perdus. Vous pourrez invoquer ce dialogue à nouveau pour les résoudre plus tard.
it: I conflitti irrisolti non verranno persi. Puoi tornare in questa finestra in seguito per risolverli.
sv: Olösta konflikter blir kvar. Du kan återvända hit och lösa dem senare.

source: Currently, Chandler does not support editing this recurrence rule. If you continue to edit, you will lose the current recurrence rule.
fi: Tällä hetkellä Chandler ei tue tämän toistuvuussännön muokkausta. Jos jatkat muokkausta, tämä toistuvuussääntö menetetään.
it: Al momento Chandler non supporta la modifica di questa regola di ricorrenza. Se prosegui perderai l'attuale regola impostata.
sv: För närvarande stöder Chandler, inte redigering av denna regel. Om du fortsätter att redigera kommer du att förlora den.

source: Custom Recurring Event
fi: Mukautettu toistuva tapahtuma
it: Evento con ricorrenza personalizzata
sv: Anpassad Återkommande Händelse

source: Day(s)
fi: Päivä
it: Giorno(i)
sv: Dagar

source: Week(s)
fi: Viikko
it: Settimana(e)
sv: Veckor

source: Month(s)
fi: Kuukausi
it: Mese(i)
sv: Månader

source: Year(s)
fi: Vuosi
it: Anno(i)
sv: År

source: Every %(how_often)s %(frequency)s
de: jedes %(how_often)s %(frequency)s
fi: Joka %(how_often)s. %(frequency)s
fr: Tous les %(how_often)s %(frequency)s
it: Ogni %(how_often)s %(frequency)s
sv: Varje %(how_often)s %(frequency)s

source: On the following day(s):
fi: Seuraavina päivinä:
it: Il seguente giorno(i):
sv: De följande dagarna:

source: On the &following day(s):
fi: Seuraavina &päivinä:
it: Il &seguente giorno(i):
sv: De följande dagarna:

source: last
fi: viimeinen
it: ultimo
sv: sista

source: In the following month(s):
fi: Seuraavina kuukausina:
it: Nel seguente mese(i):
sv: Under de följande månaderna:

source: first
fi: ensimmäinen
it: primo
sv: första

source: second
de: Sekunde
fi: sekunti
fr: seconde
it: secondo
sv: sekunder

source: third
fi: kolmas
it: terzo
sv: tredje

source: fourth
fi: neljäs
it: quarto
sv: fjärde

source: O&n the %(which_week)s %(weekday)s
fi: &Joka %(which_week)s. %(weekday)s
it: &Il %(which_week)s %(weekday)s
sv: P&å dessa %(which_week)s %(weekday)s

source: For "Every ..." needs integer like 1, 2, 3
fi: "Joka ..." vaatii kokonaisluvun kuten 1, 2, 3
it: Per "Ogni ..." richiede un numero intero com 1, 2, 3
sv: För "Varje ..." behöver en siffra som 1, 2, 3

source: Warning
de: Warnung
fi: Varoitus
fr: Attention
it: Attenzione
sv: Varning

source: Remove From Dashboard
de: Aus der Hauptübersicht entfernen
fi: Poista kojelaudalta
fr: Enlever du tableau de bord
it: Rimuovi dal Cruscotto
sv: Ta bort från överblick

source: Removing '%(itemName)s' from the Dashboard will move it to the Trash.
de: Enfernen von '%(itemName)s' aus der Hauptübersicht verschiebt es in den Mülleimer.
fi: '%(itemName)s':een poistaminen kojelaudalta siirtää sen roskakoriin.
fr: Supprimer '%(itemName)s' du tableau de bord le transfèrera dans la corbeille.
it: '%(itemName)s' verrà rimosso dal Cruscotto e spostato nel Cestino.
sv: Att ta bort '%(itemName)s' från Överblick flyttar den till papperskorgen.

source: Delete
de: Löschen
fi: Tuhoa
fr: Supprimer
it: Elimina
sv: Ta bort.

source: '%(itemName)s' only appears in '%(collectionName)s'. Removing it will move it to the Trash.
de: '%(itemName)s' erscheint nur bei '%(collectionName)s'. Entfernen verschiebt in den Papierkorb.
fi: '%(itemName)s' on ainoastaan kokoelmassa '%(collectionName)s'. Poisto siirtää sen roskakoriin.
fr: '%(itemName)s' n'est présent que dans '%(collectionName)s'. Le supprimer le transfèrera dans la corbeille.
it: '%(itemName)s' appare solo in '%(collectionName)s'. Rimuovendolo verrà spostato nel Cestino.
sv: '%(itemName)s' förekommer bara i '%(collectionName)s'. Att ta bort den flyttar den till papperskorgen.

source: View-only
de: Nur anschauen
fi: Näytä
fr: Lecture seule
it: Sola lettura
sv: Skrivskyddad

source: You cannot delete '%(itemName)s'. It belongs to the view-only collection '%(readOnlyCollectionName)s'.
de: Sie könen '%(itemName)s' nicht löschen. Es gehört zur nur lesbaren Übersicht '%(readOnlyCollectionName)s'.
fi: Et voi tuhota '%(itemName)s':aa. Se kuuluu katseluoikeuskokoelmaan '%(readOnlyCollectionName)s'.
fr: Vous ne pouvez pas détruire '%(itemName)s'. Il appartient à '%(readOnlyCollectionName)s' qui n'est accessible qu'en lecture.
it: Non puoi eliminare '%(itemName)s'. Appartiene alla lista in sola lettura '%(readOnlyCollectionName)s'.
sv: Du kan inte ta bort '%(itemName)s'. Den tillhör den skrivskyddade samlingen '%(readOnlyCollectionName)s'.

source: You cannot make changes to '%(collectionName)s'.
de: Sie können keine Änderungen an '%(collectionName)s' machen.
fi: Et voi tehdä muutoksia kokoelmaan '%(collectionName)s'.
fr: Vous n'êtes pas autorisé à modifier '%(collectionName)s'.
it: Non puoi modificare '%(collectionName)s'.
sv: Du kan inte ändra '%(collectionName)s'.

source: Apply to all (%(count)s)
de: Allen (%(count)s) hinzufügen
fi: Toteuta kaikille (%(count)s)
fr: Appliquer aux (%(count)s)
it: Applica a tutti (%(count)s)
sv: Tillämpa på alla (%(count)s)

source: Mark
de: Markiere
fi: Merkitse
fr: Marquer
it: Segna
sv: Markera

source: Clear
de: Leeren
fi: Tyhjennä
fr: Vider
it: Smarca
sv: Radera

source: Copy to Clipboard
de: In die Zwischenablage kopieren
fi: Kopioi leikepöydälle
fr: Copier sur le tampon
it: Copia nell'archivio appunti
sv: Kopiera till Klippboken

source: Create Repository Password
de: Archivpasswort anlegen
fi: Aseta tietokannan salasana
fr: Créer un mot de passe pour la base de données
it: Crea l'archivio delle password
sv: Skapa lösenord för dataförråd

source: Enter Repository Password
de: Archivpasswort eingeben
fi: Anna tietokannan salasana
fr: Entrer un mot de passe pour la base de données
it: Apri l'archivio di password
sv: Ange lösen för dataförråd:

source: Enter password:
de: Passwort eingeben:
fi: Kirjoita salasana:
fr: Entrer un mot de passe:
it: Inserisci la password:
sv: Ange lösernord:

source: Confirm password:
de: Passwort bestätigen:
fi: Vahvista salasana:
fr: Confirmer le mot de passe:
it: Conferma la password:
sv: Bekräfta lösenord:

source: Invalid password
de: Falsches Passwort
fi: Väärä salasana
fr: Mot de passe non valide
it: Password non valida
sv: Ogiltigt lösenord

source: Passwords did not match
de: Die Passwörter stimmen nicht überein.
fi: Salasanat eivät täsmänneet
fr: Mots de passe différents
it: Le password non corrispondono
sv: Lösenorden är inte samma

source: &Browse
de: &Suchen
fi: &Selaa
fr: &Explorer
it: &Cambia
sv: &Bläddra

source: &File location:
de: &Ort der Datei:
fi: &Tiedoston sijainti:
fr: Emplacement du &fichier:
it: &Posizione del file:
sv: &Sökväg till fil:

source: Import &reminders
de: Import E&rinnerungen
fi: &Tuo muistutukset
fr: Importer les &alertes
it: Importa gli &avvisi
sv: Importera &påminnelser

source: Import event &status
de: Import Ereignis &Status
fi: Tuo t&apahtuman tila
fr: Importer les &status des événements
it: Importa lo &stato degli eventi
sv: Importera händerlse&status

source: iCalendar files|*.ics|All files (*.*)|*.*
de: iCalender Dateien|*.ics|All files (*.*)|*.*
fi: iCalendar-tiedostot|*.ics|Kaikki tiedostot (*.*)|*.*
fr: Fichiers iCalendar |*.ics|Tous les fichiers (*.*)|*.*
it: File iCalendar|*.ics|All files (*.*)|*.*
sv: iCalendar-filer|*.ics|Alla filer (*.*)|*.*

source: Import e&vents into:
de: Importiere &Ereignisse in:
fi: Tuo tapahtuman ti&edot:
fr: Importer les &événements dans:
it: Importa gli e&venti in:
sv: Importera h&ändelser till:

source: New collection
de: Neue Übersicht
fi: Uusi kokoelma
fr: Nouvelle collection
it: Nuova lista
sv: Ny samling

source: Keep out of Dashboard
de: aus der Hauptübersicht
fi: Pidä pois kojelaudalta
fr: Ne pas mettre sur le tableau de bord
it: Mantieni fuori dal Cruscotto
sv: Visa inte i Överblick

source: Starting import...
de: Starte Import...
fi: Aloitetaan tuonti...
fr: Lancement de l'import...
it: Importazione...
sv: Startar import...

source: Invite
de: Einladen
fi: Kutsu
fr: Inviter
it: Invita
sv: Bjud in

source: Checking tickets...
fi: Etsitään lippuja...
it: Controllo invito...
sv: Kontrollerar...

source: Checked ticket(s).
fi: Liput haettu.
it: Invito(i) controllato(i).
sv: Kontrollerade rapporter.

source: Received %(newTicketCount)d new ticket(s).
fi: Haettiin %(newTicketCount)d uutta lippua.
it: Recevuti %(newTicketCount)d novi inviti.
sv: Tog emot %(newTicketCount)d nya rapporter.

source: Unable to check ticket(s).
fi: Lippujen etsintä ei onnistunut.
it: Impossibile controllare gli inviti.
sv: Kunde inte kontrollera certifikat.

source: Unable to check tickets: See chandler.log for details.
fi: Ei voi etsiä lippuja. Tutki chandler.log-tiedostoa yksityiskohtia varten.
it: Impossibile controllare gli inviti: vedi chandler.log per dettagli.
sv: Kunde inte kontrollera. See Chandler.log för detaljer.

source: Give out the URL(s) below to invite others to subscribe to '%(collection)s':
de: Veröffentlichen Sie die URL(s), um andere einzuladen, Ihre'%(collection)s': zu abbonieren.
fi: Anna alla olevat URL(t) kutsuaksesi toiset tilaamaan kokoelmaa '%(collection)s':
fr: Diffusez les URL(s) ci-dessous pour inviter d'autres personnes à s'abonner à '%(collection)s':
it: Comunica questa(e) URL per invitare altri ad iscriversi a '%(collection)s':
sv: Dela ut webadresserna nedan för att bjuda in andra att prenumerera på '%(collection)s':

source: &Copy URL(s)
de: &URL(s) kopieren
fi: &Kopioi URL(t)
fr: &Copier les URLs
it: &Copia URL
sv: &Kopiera webadress(er)

source: Please select a language:
de: Bitte eine Sprache wählen:
fi: Valitse kieli:
fr: Sélectionnez une langue:
it: Seleziona una lingua:
sv: Välj ett språk:

source: Switching languages will cause Chandler to automatically restart.
de: Sprachwechsel bedeutet automatischen Neustart Chandlers.
fi: Kielen vaihtaminen käynnistää Chandlerin automaattisesti uudelleen.
fr: Changez de langue redémarre Chandler automatiquement.
it: Il cambio di lingua comporta il riavvio automatico di Chandler.
sv: Att byta språk leder till att Chandler automatiskt startar om.

source: Configure Proxy
de: Proxy einrichten
fi: Aseta välityspalvelin
fr: Configurer les Proxy
it: Configura il proxy
sv: Konfirgurera proxy

source: Use HTTP Proxy
de: HTTP Proxy benutzen
fi: Käytä HTTP-välityspalvelinta
fr: Utiliser HTTP Proxy
it: Usa un proxy HTTP
sv: Använd HTTP Proxy

source: Proxy server:
fi: Välityspalvelin:
fr: Serveur de Proxy:
it: Server proxy:

source: Port:
fi: Portti:
it: Porta:

source: No proxy for:
de: Kein Proxy für:
fi: Ei välityspalvelua:
fr: Pas de Proxy pour:
it: Nessun proxy per:
sv: Ingen proxy för:

source: Example: example.com, 192.168.1.
de: Beispiel:Beispiel.com, 192.168.1.
fi: Esimerkki: example.com, 192.168.1.
fr: Exemple: example.com, 192.168.1.
it: Esempio: example.com, 192.168.1.
sv: Exempel: example.com, 192.168.1.

source: Proxy requires authentication
de: Proxy benötigt Authentfizierung
fi: Välityspalvelin vaatii todennuksen
fr: Authentification obligatoire sur cette Proxy
it: Il proxy richiede autenticazione
sv: Proxy kräver autentisering

source: Port number must be an integer
de: Die Port Nummer muß ein Integer sein.
fi: Portin numeron pitää olla kokonaisluku
fr: Le numéro de Port doit être un chiffre entier
it: Il numero di porta deve essere un intero
sv: Portnumret måste vara en siffra

source: Invalid Entry
de: Falscher Eintrag
fi: Virheellinen arvo
fr: Entrée non valide
it: Voce non valida
sv: Ogilitg inmatning

source: Collection already exists on the server. You may: - Sync your collection with the one on the server, or... - Replace the collection on the server with your local copy
de: Übersicht existiert bereits auf dem Server. Sie können: - Ihre Übersicht mit der auf dem Server Synchronisieren oder ... - ersetzen Sie die Übersicht auf dem Server mit Ihrer lokalen Kopie
fi: Kokoelma on jo palvelimella. Voit: - Synkronoida kokoelmasi palvelimella olevan kokoelman kanssa, tai... - Korvata palvelimella olevan kokoelman paikallisella kokoelmallasi
fr: Cette collection existe déjà sur le serveur. Vous pouvez: - Synchroniser votre collection avec celle existante sur le serveur, ou bien... - Remplacer la collection existante sur le serveur par votre copie
it: La lista esiste già sul server. Puoi: - Sincronizzare la tua lista con quella sul server, or... - Sostituire la lista sul server con la tua copia
sv: Samlingen existerar redan på servern. Du kan: - Synkronisera med data som redan finns på servern, eller... - Ersätta samlingen på servern med din lokala kopia

source: (via ticket)
fi: (lipun kautta)
it: (tramite invito)

source: Unknown
de: Unbekannt
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
sv: Okänd

source: Unpublish
de: Nicht publiziert
fi: Lopeta julkaisu
fr: Stopper la publication
it: Non pubblicato
sv: Avpublicera

source: Publishing collection to server...
de: Übersicht wird auf dem Server veröffentlicht...
fi: Julkaistaan kokoelma palvelimelle...
fr: Publication de la collection...
it: Pubblicazione della lista sul server...
sv: Publicerar samling till servern...

source: Chandler is offline.
de: Chandler ist nicht verbunden.
fi: Chandler on yhteydettömässä tilassa.
fr: Chandler n'est pas connecté.
it: Chandler è offline.
sv: Chandler är offline.

source: Unable to look up server address via DNS.
de: Server Adresse via DNS nicht erreichbar.
fi: Palvelimen osoitetta ei saatu nimipalvelimilta.
fr: La recherche de l'adresse du serveur via DNS a échoué.
it: Impossibile recuperare l'indirizzo del server tramite il DNS.
sv: Kunde hitta server-adressen via DNS.

source: Connection refused by server.
de: Verbindung vom Server zurückgesetzt.
fi: Palvelin ei huolinut yhteyttä
fr: Connexion refusée par le serveur.
it: Connessione rifiutata dal server.
sv: Servern nekade anslutning.

source: Items with duplicate icalUIDs detected; UUIDs:
de: Einträge mit doppelten iCalUIDs gefunden; UUIDs:
fi: Nimikkeitä joilla sama icalUID havaittu; UUID:t:
fr: Des éléments ayant des identifiants icalUIDs identiques ont été détectés; UUIDs:
it: Trovati elementi con icalUIDs duplicati; UUIDs:
sv: Poster med identiska icalUIDS upptäckta; UUIDs:

source: Collection was already published from a different account.
de: Übersicht wurde bereits von einem anderen Konto veröffentlicht.
fi: Kokoelma oli jo julkaistu toiselta tililtä.
fr: La collection est déjà publiée par un autre compte.
it: La lista è già stata pubblicata da un altro account.
sv: Samlingen är redan publicerad från ett annat konto.

source: Collection already exists on server.
de: Übersicht existiert bereits auf dem Server.
fi: Kokoelma on jo palvelimella.
fr: La collection existe déjà sur le serveur.
it: La lista esista già sul server.
sv: Samlingen existerar redan på servern.

source: Publish cancelled.
de: Veröffentlichung abgebrochen.
fi: Julkaisu peruttu.
fr: Publication annulée.
it: Pubblicazione annullata.
sv: Publicering avbruten.

source: Error while publishing.
de: Fehler beim veröffentlichen.
fi: Virhe julkaisun aikana.
fr: Erreur à la publication.
it: Errore durante la pubblicazione.
sv: Fel vid publicering.

source: Sharing Error: %(error)s
de: Fehler: %(error)s
fi: Jakovirhe: %(error)s
fr: Erreur à la publication: %(error)s
it: Errore di condivisione: %(error)s
sv: Utdelningsfel: %(error)s

source: Sharing Error: Can't display error message; Go to the Tools>>Logging>>Log Window... menu for details.
de: Fehler: Fehlermeldung nicht darstellbar; Details im Menü Werkzeug>>Logging>>Protokollfenster.
fi: Jakovirhe: Virheilmoitusta ei voida näyttää; Valitse Työkalut>>Loki>>Loki-ikkuna... valikko yksityiskohtia varten.
fr: Erreur à la publication: Le message d'erreur ne peut être affiché; Allez au menu Outils>>Logging>>Fenêtre de log... pour plus d'information.
it: Errore di condivisione: Impossibile visualizzare il messaggio d'errore; Seleziona Strumenti>>Log>>Finestra di log... nel menu per maggiori dettagli.
sv: utdelningsfel: Kan inte visa felmeddelande; Gå till meyn Verktyg>>Loggning>>Loggning... för detaljer.

source: Publish
de: Veröffentlichen
fi: Julkaise
fr: Publier
it: Pubblica
sv: Publicera

source: Manage Shared Collection
de: Gemeinsame Übersicht verwalten
fi: Hallinnoi jaettua kokoelmaa
fr: Gérer une collection publiée
it: Gestisci la lista condivisa
sv: Hantera utdelad samling

source: Recurring Event Change
de: Wiederkehrendes Ereignis ändern
fi: Toistuvan tapahtuman muutos
fr: Changement d'un événement récurrent
it: Cambiamento nell'evento ricorrente
sv: Återkommande händelseförändring

source: &All Events
de: &Alle Ereignisse
fi: &Kaikki tapahtumat
fr: &Tous les événements
it: &Tutti gli eventi
sv: &Alla händelser

source: &Future Events
de: &Zukünftige Ereignisse
fi: T&ulevat tapahtumat
fr: Tous les événements &futurs
it: &Eventi futuri
sv: &Framtida händelser

source: &This Event
de: &Dieses Ereignis
fi: &Tämä tapahtuma
fr: Seulement &cet événement
it: &Questo evento
sv: %Denna händelse
