Repository: HackLinux/chandler
Catalog: chandler/localizations/*/Chandler-*.po
Languages: de, fi, fr, it, sv

source: Protect your account passwords with a master password
de: Die Kontenpasswörter mit einem Master Passwort schützen
fi: Suojaa tiliesi salasanat pääsalasanalla
fr: Protéger les mots de passe des comptes avec un mot de passe principal
it: Proteggi le password del tuo account con una password principale
sv: Skydda dina lösenord med med ett master-lösenord

source: &Configure HTTP Proxy...
de: Konfiguriere &HTTP Proxy...
fi: &Aseta HTTP-välityspalvelin...
fr: &Configurer la Proxy HTTP...
it: Configura il pro&xy HTTP...
sv: &Konfigurera HTTP Proxy

source: Configure HTTP Proxy
de: Konfiguriere HTTP Proxy...
fi: Aseta HTTP-välityspalvelin
fr: Configurer la Proxy HTTP
it: Configura il proxy HTTP
sv: Konfigurera HTTP Proxy

source: S&ync
de: &Synchronisieren
fi: S&ynkronoi
fr: S&ynchroniser
it: Sincroni&zza
sv: &Synkronisera

source: Sync selected collection
de: Synchronisiere ausgewählte Übersicht
fi: Synkronoi valittu kokoelma
fr: Synchroniser la collection sélectionnée
it: Sincronizza le liste selezionate
sv: Synkronisera vald samling

source: &All
de: &Alle
fi: &Kaikki
fr: &Tout
it: &Tutto
sv: &Alla

source: Sync mail and all shared collections
de: Synchronisiere E-Mail und alle gemeinsamen Übersichten
fi: Synkronoi posti ja kaikki jaetut kokoelmat
fr: Synchroniser le courriel et toutes les collections publiées
it: Sincronizza la posta e tutte le liste condivise
sv: Synkronisera e-post och alla utdelade samlingar

source: &Mail
de: &EMail
fi: &Posti
fr: &Courriel
it: &Posta
sv: &E-post

source: Sync mail
de: E-Mail synchronisieren
fi: Synkronoi posti
fr: Synchroniser le courriel
it: Sincronizza la posta
sv: Synkronisera e-post

source: &Shares
de: &gemeinsame Ressourcen
fi: &Jaot
fr: &Publications
it: &Condivisioni
sv: &Utdelningar

source: Sync all shared collections
de: Alle gemeinsamen Übersichten synchronisieren
fi: Synkronoi kaikki jaetut kokoelmat
fr: Synchroniser toutes les collections publiées
it: Sincronizza tutte le liste condivise
sv: Synkronisera alla &utdelade samlingar

source: Sy&nc Manager...
de: Synchronisation&manager...
fi: Synkronointien &hallinta...
it: &Gestore della sincronizzazione...
sv: Ha&ntera synkroniseringar...

source: Open the Sync Manager dialog
de: Synchronisationmanager öffnen
fi: Avaa synkronointien hallintaikkuna
fr: Ouvrir le dialogue de gestion des synchronisations
it: Apri la finestra del gestore della sincronizzazione
sv: Hantera synkroniseringar

source: Set Au&to-sync...
de: Automatische S&ynchronisierungsintervalle einrichten...
fi: &Automaattisen synkronoinnin asetukset...
it: &Imposta l'auto-sincronizzazione...
sv: Sätt Au&to-synkronisering

source: Set auto-sync intervals
de: Setze automatische Synchronisierungsintervalle...
fi: Aseta automaattisen synkronoinnin väliajat
fr: Spécifier un intervalle d'auto-sync
it: Imposta gli intervalli per l'auto-sincronizzazione
sv: Sätt intervall för automatisk synkronisering

source: Suspend Syncin&g
de: Abbruch Synchronisierun&g
fi: Lykk&ää synkronointia
fr: Suspendre la synch&ro
it: S&ospendi la sincronizzazione
sv: Pausa s&ynkronisering

source: Sus&pend Syncing
fi: K&eskeytä synkronointi
it: &Sospendi la sincronizzazione
sv: Pau&sa synkronisering

source: Take mail and shared collections offline or online
de: E-Mail und gemeinsame Übersichten offline oder online nutzen
fi: Vie posti ja jaetut kokoelmat yhteydettömään tai yhteydelliseen tilaan
fr: Connecter/déconnecter le courriel et la publication
it: Metti la posta e le liste condivise offline o online
sv: Arbeta med e-post pch utdelade samlingar offline eller online

source: Take mail offline or online
de: E-Mail offline oder online nutzen
fi: Vie posti yhteydettömään tai yhteydelliseen tilaan
fr: Connecter/déconnecter le courriel
it: Metti la posta offline o online
sv: Arbeta med e-post offline eller online

source: Take shared collections offline or online
de: gemeinsame Übersichten offline oder online nutzen
fi: Vie jaetut kokoelmat yhteydettömään tai yhteydelliseen tilaan
fr: Connecter/déconnecter la publication
it: Metti le liste condivise offline o online
sv: Arbeta med utdelade samlingar offline eller online

source: Use Time &Zones
de: &Zeitzonen nutzen
fi: Käytä aika&vyöhykkeitä
fr: Utiliser les &fuseaux horaires
it: Usa il &fuso orario
sv: Använd &tidszoner

source: Turn on time zone support
de: Zeitzone Unterstützung einschalten
fi: Aloita aikavyöhykkeiden käyttö
fr: Mise en route du support de fuseaux horaire
it: Attiva il supporto per il fuso orario
sv: Slå på stöd för tidszoner

source: Swi&tch Language...
de: Spra&che wechseln...
fi: Vai&hda kieli...
fr: Chan&ger de langue...
it: Cambia &lingua...
sv: &Byr språk...

source: Select the language for Chandler
de: Chandler's Sprache wechseln
fi: Valitse Chandlerin kieli
fr: Sélectionner la langue de Chandler
it: Seleziona la lingua per Chandler
sv: Välj språk för Chandler

source: Print Pre&view...
de: Druck&vorschau...
fi: Tulostuksen esi&katselu...
fr: A&perçu avant impression
it: An&teprima di stampa
sv: Förhands&visning

source: Page Set&up...
de: Seite ein&richten...
fi: Sivun as&etukset...
fr: &Format d'impression...
it: Imposta pagi&na...
sv: Sid&format...

source: &Print...
de: &Drucken...
fi: T&ulosta...
fr: &Imprimer
it: Stam&pa...
sv: &Skriv ut...

source: Print the selected collection
de: Ausgewählte Übersicht drucken
fi: Tulosta valittu kokoelma
fr: Imprimer la collection sélectionnée
it: Stampa le liste selezionate
sv: Skriv ut vald samling

source: &Save Changes
de: Ä&nderungen &speichern
fi: Talle&nna muutokset
fr: &Sauver les modifications
it: &Salva i cambiamenti
sv: &Spara ändringar

source: C&lose Window
de: &Fenster schließen
fi: Su&lje ikkuna
fr: &Fermer la fenêtre
it: C&hiudi la finestra
sv: Stä&ng fönster

source: Quit Chandler
de: Chandler beenden
fi: Lopeta Chandler
fr: Quitter Chandler
it: Esci da Chandler
sv: Avsluta Chandler

source: &About Chandler
de: &Über Chandler
fi: &Tietoja Chandlerista
fr: &À propos de Chandler
it: &Informazioni su Chandler
sv: &Om Chandler

source: About Chandler...
de: Über Chandler...
fi: Tietoja Chandlerista...
fr: À propos de Chandler...
it: Informazioni su Chandler...
sv: Om Chandler...

source: Chandler Get &Started Guide
de: Chandler Kurzüber&sicht
fi: &Ohjeet aloittelijoille
fr: &Guide de Chandler
it: Guida rapida all'u&so di Chandler

source: Open the Chandler Get Started Guide in your web browser
de: Chandler Kurzübersicht im Browser öffnen
fi: Avaa aloittelijan ohje selaimessasi
fr: Ouvrir le Guide de Chandler dans votre navigateur (en anglais)
it: Apri la guida rapida all'uso di Chandler nel tuop browser web
sv: Öppna Chandler Get Started Guide i din webbläsare

source: Chandler &FAQ
fi: &Chandlerin UKK
fr: &FAQ de Chandler
it: &FAQ di Chandler

source: Open the Chandler FAQ in your web browser
de: Chandler FAQ im Browser öffnen
fi: Avaa Chandlerin UKK selaimessasi
fr: Ouvrir la FAQ de Chandler dans votre navigateur (en anglais)
it: Apri le FAQ di Chandler nel tuo browser web
sv: Öppna Chandler FAQ i din webbläsare

source: Ask for &Help
fi: Pyydä &apua
it: C&hiedi aiuto
sv: Be om &hjälp

source: Ask for help from the Chandler Users List
fi: Kysy apua Chandler-käyttäjien listalla
it: Chiedi aiuto alla mailing list degli utenti di Chandler
sv: Fråga på mailing-listan Chandler User

source: S&ubscribe to Chandler Users List
de: Abonnieren Sie die Ben&utzer Liste
fi: &Liity Chandler-käyttäjien listalle
fr: S'&inscrire à la liste d'utilisateurs Chandler
it: Iscri&viti alla mailing list degli utenti di Chandler
sv: &Prenumerera på mailing-listan Chandler User

source: Subscribe to the Chandler Users mailing list to ask questions and give feedback
de: Abonnieren Sie die Chandler Mailingliste,um zu diskutieren und sich helfen zu lassen.
fi: Liity Chandler-käyttäjien postituslistalle saadaksesi apua ja antaaksesi palautetta
fr: S'inscrire à la liste d'utilisateurs Chandler pour discutter de Chandler et obtenir de l'aide en ligne
it: Iscriviti alla mailing list degli utenti di Chandler per fare domande e fornire risposte
sv: Prenumerera på Chandler Users mailing list för att ställa frågra och ge feedback

source: Report a &Bug
de: &Einen Fehler melden
fi: &Ilmoita viasta
fr: Reporter un &Incident
it: Segnala un &bug
sv: Rapportera en &bugg

source: Open instructions on how to file a bug in your web browser
de: Informieren Sie sich über Fehler ihres Webbrowsers
fi: Lue ohjeet vikailmoitusten lähettämisestä selaimessasi
fr: Accéder aux instructions sur comment reporter un incident dans votre navigateur
it: Apri le istruzioni su come segnalare un bug tramite il tuo browser web
sv: Öppna instruktioner för att rapportera en bugg i din webbläsare

source: Show &Tips...
fi: Näytä &vihjeet...
it: Mostra i &tip...
sv: Visa &tips...

source: Learn more about how you can use Chandler!
fi: Opi lisää miten voit käyttää Chandleria!
it: Impara come usare meglio Chandler!
sv: Lär dig mer om hur du kan använda Chandler!

source: Chec&k for Updates
fi: &Etsi päivityksiä
it: Controlla gli a&ggiornamenti
sv: Leta efter %uppdateringar

source: &Now
de: &Jetzt
fi: &Nyt
it: &Nuovo
sv: &Nu

source: Every &Day
de: jeden &Tag
fi: Joka &päivä
it: Ogni &giorno
sv: Varje &Dag

source: Every &Week
de: jede &Woche
fi: Joka &viikko
it: Ogni &settimana
sv: Varje &Vecka

source: Don't Check &Automatically
fi: Älä etsi &automaattisesti
it: Non controllare &automaticamente
sv: Kontrollera inte &automatiskt

source: &Edit
de: B&earbeiten
fi: &Muokkaa
fr: &Editer
it: &Modifica
sv: &Redigera

source: Can't Undo
de: Nicht wiederherstellbar
fi: Ei voi kumota
fr: Annulation impossible
it: Impossibile annullare
sv: Kan inte ångra

source: Can't Redo
de: Nicht wiederherstellbar
fi: Ei voi tehdä uudelleen
fr: Rétablir impossible
it: Impossibile ripetere
sv: Kan inte göra om

source: Select All
de: Alles auswählen
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona tutti
sv: Markera allt

source: &Find
de: &Finden
fi: &Etsi
fr: &Rechercher
it: &Trova
sv: &Sök

source: Search
de: Suche
fi: Etsi
fr: Chercher
it: Cerca
sv: Sökning

source: Go to Quic&k Entry Field
de: Zum &Suchfeld wechseln
fi: Mene &pikakenttään
fr: &Entrée Rapide
it: Vai al campo per l'inserimento &veloce
sv: Gå till sna&bbinmatning

source: Go to the Quick Entry Field
de: Zum Suchfeld wechseln
fi: Mene pikakenttään
fr: Passer en mode Entrée Rapide
it: Vai al campo per l'inserimento &veloce
sv: Gå till snabbinmatning

source: &View
de: &Ansicht
fi: &Näytä
fr: &Visualiser
it: &Visualizza
sv: &Vy

source: &Starred
fi: &Tähditetty
it: In &evidenza
sv: &Stjärnmarkerade

source: View starred items
fi: Näytä tähditetyt nimikkeet
it: Visualizza le note evidenziate
sv: Se stjärnmarkerade poster

source: Ca&lendar
de: Ka&lender
fi: Ka&lenteri
fr: &Agenda
it: &Calendario
sv: Kal&ender

source: &Clean up
fi: Sii&voa
it: &Riordina
sv: &Rensa

source: Sort items into correct Triage sections
de: Einträge in korrekte Triage Abschnitte sortieren
fi: "Lajittele nimikkeet lajitteluluokkiin
fr: Trier les éléments dans leur section de triage
it: Ordina le note raggruppandole per triage
sv: Sortera enligt Triage

source: &Week View
de: &Wochenübersicht
fi: V&iikkonäkymä
fr: &Semainier
it: Vista &settimanle
sv: &Veckovy

source: Go to the Calendar Week View
de: zur Wochenübersicht des Kalenders gehen
fi: Mene kalenterin viikkonäkymään
fr: Présentation du calendrier par semaine
it: Vai alla vista settimanale del Calendario
sv: Gå till kalenderns veckovy

source: &Day View
de: &Tagesübersicht
fi: &Päivänäkymä
fr: &Journalier
it: Vista &giornaliera
sv: &Dagvy

source: Go to Calendar Day View
de: Zur Tagesübersicht des Kalenders gehen
fi: Mene kalenterin päivänäkymään
fr: Présentation du calendrier par jour
it: Vai alla vista giornaliera del Calendario
sv: Gå till kalendervy

source: &Multi Week View
de: &Multiwochen Übersicht
fi: &Moniviikkonäkymä
fr: &Mensuelle
it: Vista &multi-settimanale
sv: &Flerveckors-vy

source: View as MultiWeek View
de: Als Multiwochenübersicht anzeigen
fi: Näytä monta viikkoa kerrallaan
fr: Présentation du calendrier par mois
it: Vai alla vista multi-settimanale
sv: Visa som flerveckors-vy

source: &Next Week
de: &Nächste Woche
fi: &Seuraava viikko
fr: Semaine &suivante
it: &Prossima settimana
sv: &Nästa vecka

source: Jump to next week
de: zur nächsten Woche springen
fi: Hyppää seuraavaan viikkoon
fr: Aller à la semaine suivante
it: Salta alla prossima settimana
sv: Gå till nästa vecka

source: &Previous Week
de: &vorherige Woche
fi: &Edellinen viikko
fr: Semaine &précédente
it: Settimana prece&dente
sv: För&egående vecka

source: Jump to previous week
de: zur vorigen Woche wechseln
fi: Hyppää edelliseen viikkoon
fr: Aller à la semaine précédente
it: Salta alla settimana precedente
sv: Visa föregående vecka

source: &Go to Date...
de: &Gehe zu Datum...
fi: Mene päivä&ykseen...
fr: Aller à la &date...
it: &Vai a data...
sv: &Gå till datum

source: Go to a specific date on the Calendar
de: Zu einem speziellen Datum im Kalender springen
fi: Siirry tiettyyn päivään kalenterissa
fr: Aller à une date particulière sur l'agenda
it: Vai ad una data specifica nel Calendario
sv: Gå till en viss dag i kalendern

source: Go to T&oday
de: Gehe zu &Heute
fi: Mene tä&hän päivään
fr: Aller à aujourd'&hui
it: Vai ad &oggi
sv: Gå till &idag

source: Navigate to today's date
de: Zum heutigen Datum wechseln
fi: Siiry tähän päivään
fr: Aller à la date d'aujourd'hui
it: Posiziona il Calendario su oggi
sv: Gå till dagens datum

source: Separate &Item Window
fi: Erillinen nimikenäytt&ö
it: Nota in una &finestra separata
sv: Eget &föremålsfönster

source: View Item in its Own Window
fi: Näytä nimike omassa ikkunassa
it: Visualizza la nota nella sua finestra
sv: Se posten i sitt eget fönster

source: &Visible Hours
de: &Sichtbare Stunden
fi: &Näytettävät tunnit
fr: &Heures visibles
it: Ore visi&bili
sv: S&ynliga timmar

source: &First Day of Week
it: Pr&imo giorno della settimana

source: &Item
de: E&intrag
fi: Nimik&e
fr: &Elément
it: &Nota
sv: &Post

source: &New
de: &Neu
fi: &Uusi
fr: &Nouveau
it: Nuo&va
sv: &Ny

source: Create a new item
de: Einen neuen Eintrag anlegen
fi: Luo uusi nimike
fr: Créer un nouvel élément
it: Crea una nuova nota
sv: Skapa en ny post

source: Ne&w Item
de: &Neuer Eintrag
fi: Uusi &nimike
fr: No&uvel élément
it: Nuova &nota
sv: N&y post

source: New &Note
de: Neue No&tiz
fi: Uusi &muistio
fr: Nouvelle &note
it: Nuova nota di &testo
sv: Ny &anteckning

source: Create a new Note
de: Eine neue Notiz anlegen
fi: Luo uusi muistio
fr: Créer une nouvelle note
it: Crea una nuova nota di testo
sv: Skapa ny anteckning

source: New &Starred Note
fi: Uusi t&ähditetty muistio
it: Nu&ova nota in evidenza
sv: Ny &stjärnmarkerad

source: Create a new Starred Note
fi: Luo uusi tähditetty muistio
it: Crea una nuova nota evidenziata
sv: Skapa ny &anteckning

source: New &Message
de: Neue Na&chricht
fi: Uusi &viesti
fr: Nouveau &message
it: Nuovo &messaggio
sv: Nytt &meddelande

source: Create a new Message
de: Eine neue Nachricht erstellen
fi: Luo uusi viesti
fr: Créer un nouveau message
it: Crea un nuovo messaggio
sv: Skapa nytt meddelande

source: New &Event
de: Neues &Ereignis
fi: Uusi ta&pahtuma
fr: Nouvel &événement
it: Novo &evento
sv: Ny &Händelse

source: Create a new Event
de: Ein neues Ereignis eintragen
fi: Luo uusi tapahtuma
fr: Créer un nouvel événement
it: Crea un nuovo evento
sv: Skapa ny händelse

source: Remo&ve
de: En&tfernen
fi: &Poista
fr: Enle&ver
it: &Rimuovi
sv: &Ta bort

source: Remove the selected item from the selected collection
de: Ausgewählten Eintrag aus der selektierten Übersicht entfernen.
fi: Poista valittu nimike valitusta kokoelmasta
fr: Enlever l'élément sélectionné de la collection sélectionnée
it: Rimuovi la nota selezionata dalla lista selezionata
sv: Ta bort vald post från den valda samlingen

source: Move the selected item to the Trash
de: Ausgewählten Eintrag in den Papierkorb verschieben
fi: Siirrä valittu nimike roskakoriin
fr: Mettre l'élément sélectionné dans la corbeille
it: Muovi la nota selezionata nel Cestino
sv: Flytta vald post till papperskorgen

source: Mark As &Read
de: Als gelesen &markieren
fi: Me&rkitse luetuksi
fr: &Marquer '&lu'
it: Segna come &letto
sv: &Markera som &läst

source: Mark As Un&read
de: Als ungelesen &markieren
fi: Me&rkitse lukemattomaksi
fr: Marquer "&non lu"
it: Segna come &non letto
sv: Markera som &oläst

source: Mark all selected items as 'Read' or 'Unread'
fi: Merkitse kaikki valitut luetuiksi tai lukemattomiksi
fr: Marquer tous les éléments sélectionnés 'lu' ou 'non lu'
it: Segna tutte le note selezionate come letto o non letto
sv: Markera alla valda poster som olästa

source: &Address Item
de: &Adresseintrag
fi: &Osoita nimike
fr: &Adresser l'élément
it: &Invia la nota
sv: &Adresspost

source: Remove &Addresses
de: &Adresse entfernen
fi: Poista &osoitteet
fr: Enlever les &adresses
it: Rimuovi gli &indirizzamenti
sv: Ta bort &adresser

source: S&tar Item
fi: Tähditä nimi&ke
it: Evi&denzia la nota
sv: &Stjärnmarkera post

source: Remove S&tar
fi: Poista täh&ditys
it: Rimuovi l'eviden&ziazione
sv: Ta &bort stjärna

source: Add to Ca&lendar
de: Dem Ka&lender hinzufügen
fi: Lisää kale&nteriin
fr: Ajouter à l'&agenda
it: Aggiungi al &Calendario
sv: Lägg &till i Kalendern

source: Remove from Ca&lendar
de: Aus dem Ka&lender entfernen
fi: Poista kale&nterista
fr: Enlever de l'&agenda
it: Rimuovi dal &Calendario
sv: Ta &bort från Kalendern

source: &Send
de: &Senden
fi: Lä&hetä
fr: &Envoyer
it: Invi&a
sv: &Skicka

source: Send the selected message
de: Ausgewählte Nachricht senden
fi: Lähetä valittu viesti
fr: Envoyer le message sélectionné
it: Invia i messaggi selezionati
sv: Skicka valt meddelande

source: Re&ply
de: Antw&ort
fi: &Vastaa
fr: Ré&pondre
it: Ri&spondi
sv: &Svara

source: Reply to the selected message
de: Ausgewählte Nachricht beantworten
fi: Vastaa valittuun viestiin
fr: Répondre au message sélectionné
it: Rispondi ai messaggi selezionati
sv: Svara på valt meddelande

source: Repl&y All
de: Alle &Beantworten
fi: V&astaa kaikille
fr: Rép. à &tous
it: Rispondi a &tutti
sv: Svara &alla

source: Reply to all recipients of the selected message
de: Allen Empfängern der ausgewählten Nachricht antworten
fi: Vastaa valittuun viestiin kaikille vastaanottajille
fr: Répondre à tous les destinataires du message sélectionné
it: Rispondi a tutti i destinatari del messaggio selezionato
sv: Svara till alla mottagare av valt meddelande

source: For&ward
de: &Weiterleiten
fi: V&älitä
fr: Rée&xpédier
it: Ino&ltra
sv: Sk&icka vidare

source: Forward the selected message
de: Ausgewählte Nachricht weiterleiten
fi: Välitä valittu viesti
fr: Transmettre le message sélectionné
it: Inoltra il messaggio selezionato
sv: Skicka valt meddelande vidare

source: &Collection
de: &Übersicht
fi: &Kokoelma
it: &Lista
sv: &Samling

source: Create a new collection
de: Eine neue Übersicht anlegen
fi: Luo uusi kokoelma
fr: Créer une nouvelle collection
it: Crea una nuova lista
sv: Skapa ny samling

source: &Rename
de: &Umbenennen
fi: &Nimeä uudelleen
fr: &Renommer
it: &Rinomina
sv: &Byt namn

source: Rename the selected collection
de: Ausgewählte Übersicht umbenennen
fi: Nimeä uudelleen valittu kokoelma
fr: Renommer la collection sélectionnée
it: Rinomina la lista selezionata
sv: Byt namn på vald samling

source: Move the selected collection to the Trash
de: Ausgewählte Übersicht in den Papierkorb verschieben
fi: Siirrävalittu kokoelma roskakoriin
fr: Mettre la collection sélectionnée à la corbeille
it: Muovi la lista selezionata nel Cestino
sv: Flytta vald samling till papperskorgen

source: &Empty Trash
de: Papierkorb &leeren
fi: Tyhjennä &roskakori
fr: &Vider la corbeille
it: &Svuota il Cestino
sv: &Töm papperskorgen

source: Delete all items from the Trash
de: Alle Einträge im Papierkorb entfernen
fi: Tuhoa kaikki nimikkeet roskakorista
fr: Détruire tous les éléments de la corbeille
it: Elimina tutte le note dal Cestino
sv: Radera alla poster i papperskorgen

source: &Calendar Color
de: &Kalenderfarbe
fi: &Kalenterin väri
fr: &Couleur de l'agenda
it: &Colore del Calendario
sv: &Kalenderfärg

source: Include or exclude the selected collection from the Dashboard
de: Ein- oder Ausschließen der gewählten Übersicht aus der Hauptübersicht
fi: Sisällytä tai poista valittu kokoelma kojelaudalta
fr: Ajouter ou retirer la collection sélectionnée du tableau de bord
it: Includi o escludi la lista selezionata dal Cruscotto
sv: Visa eller visa inte den utdelade samlingen i Överblick

source: &Share
de: &gemeinsame Ressource
fi: &Jako
fr: &Publier
it: &Condividi
sv: &Dela ut

source: &Subscribe...
de: a&bbonieren...
fi: T&ilaa...
fr: &S'abonner...
it: &Iscriviti...
sv: &Prenumerera

source: Subscribe to a shared collection
de: Abbonieren einer gemeinsamen Übersicht
fi: Tilaa jaettu kokoelma
fr: S'abonner à une collection publiée
it: Iscriviti ad una lista condivisa
sv: Prenumerera på en utdelad samling

source: &Unsubscribe
de: Abbo &zurücksetzen
fi: Lop&eta tilaus
fr: Se &désabonner
it: &Cancella l'iscrizione
sv: &Sluta prenumerera

source: Stop sharing the selected collection
de: Gemeinsames Bearbeiten der gewählten Übersicht beenden.
fi: Lopeta valitun kokoelman jakaminen
fr: Arrêter la publication de la collection sélectionnée
it: Non condividere più la lista selezionata
sv: Sluta dela ut vald samling

source: &Publish...
de: &Veröffentlichen
fi: &Julkaise...
fr: &Publier...
it: P&ubblica...
sv: &Publicera...

source: Publish the selected collection
de: Ausgewählte Übersicht veröffentlichen
fi: Julkaise valittu kokoelma
fr: Publier la collection sélectionnée
it: Pubblica la lista selezionata
sv: Publicera den valda samlingen

source: U&npublish
de: Veröffe&ntlichung zurücknehmen
fi: L&opeta julkaisu
fr: &Arrêter la publication
it: &Rimuovi la pubblicazione
sv: A&vplublicera

source: Remove the selected shared collection from the server
de: Die ausgewählten gemeinsamen Übersichten vom Server entfernen
fi: Poista valittu jaettu kokoelma palvelimelta
fr: Supprimer la collection sélectionnée du serveur
it: Rimuovi la lista condivisa selezionata dal server
sv: Ta bort den utdelade samlingen från servern

source: &Manage...
de: Ver&walte...
fi: &Hallinnoi...
fr: &Gérer...
it: &Gestisci...
sv: &Hantera...

source: Manage the selected shared collection
de: Die ausgewählten gemeinsamen Übersichten verwalten
fi: Hallinnoi valittuja jaettuja kokoelmia
fr: Gérer la collection publiée sélectionnée
it: Gestisci la lista condivisa selezionata
sv: Hantera den utdelade samlingen

source: Open the invitation URLs dialog
de: Den URL Dialog öffnen
fi: Avaa kutsu-URL:ien ikkuna
fr: Ouvrir le dialogue contenant les URLs d'invitation
it: Apri la finestra per le URL d'invito
sv: Visa webaddresser för inbjudningar

source: &Logging
de: protoko&lliere
fi: &Loki
it: &Log
sv: &Loggning

source: Log &Window...
de: Protokoll&fenster...
fi: &Loki-ikkuna...
fr: &Fenêtre de log...
it: &Finestra di log...
sv: Logg&fönster

source: Displays the contents of chandler.log
de: Den Inhalt der Protokolldatei darstellen
fi: Näyttää chandler.log-tiedoston sisällön
fr: Afficher le contenu de chandler.log
it: Visualizza i contenuti di chandler.log
sv: Visa innehållet i Chandler.log

source: Logging L&evel
de: &Protokollstatus
fi: Loki&taso
fr: &Niveau de log
it: &Livello di log
sv: &Loggnivå

source: Change logging level
de: Protokollstatus ändern
fi: Muuta lokitasoa
fr: Changer le niveau de log
it: Cambia il livello di log
sv: Byt loggnivå

source: &Critical
de: &Kritisch
fi: &Kriittinen
fr: &Critique
it: Eventi &critici

source: Set logging level to Critical
de: Protokollstatus auf Kritisch setzen
fi: Aseta lokitaso kriittiseksi
fr: Ajuster le niveau de log à Critique
it: Imposta il livello di log a Eventi critici
sv: Sätt loggnivå till Critical

source: &Error
de: F&ehler
fi: &Virhe
fr: &Erreur
it: &Errori
