Repository: HackLinux/chandler
Catalog: chandler/localizations/*/Chandler-*.po
Languages: de, fi, fr, it, sv

source: Chandler could not access a browser to open %(url)s.
de: Chandler kann keinen Browser öffen, um %(url)s aufzurufen.
fi: Chandler ei voinut käynnistää selainta näyttääkseen %(url)s.
fr: Chandler n'a pas pu lancer un navigateur pour ouvrir %(url)s.
it: Chandler non riesce ad avviare un browser per aprire %(url)s.
sv: Chandler hittade ingen webbläsare för att öppna %(url)s.

source: Browser Not Found
de: Browser nicht gefunden
fi: Selainta ei löytynyt
fr: Navigateur Introuvable
it: Browser non trovato
sv: Hittar inte webbläsare

source: Chandler was unable to locate your default mail client. For help, please send mail to chandler-users@osafoundation.org.
fi: Chandler ei löytänyt oletussähköpostiohjelmaasi. Laita sähköpostia osoitteeseen chandler-users@osafoundation.org saadaksesi apua.
it: Chandler non è riuscito a trovare il tuo programma per la posta elettronica. Per ottenere aiuto invia un'email a chandler-users@osafoundation.org.
sv: Chandler hittade inte din normala e-post klient. För support, skicka ett mejl till chandler-users@osafoundation.org.

source: Back up Repository
de: Archiv sichern
fi: Varmuuskopioi tietokanta
fr: Archiver la base de données
it: Backup dell'archivio
sv: Säkerhetskopiera dataförråd

source: Backing up repository...
de: sichere Archiv...
fi: Varmuuskopioidaan tietokantaa...
fr: Archivage de la base de données...
it: Backup dell'archivio...
sv: Säkerhetskopierar dataförråd...

source: Repository was backed up to %(directory)s
de: Archiv wurde nach %(directory)s gesichert
fi: Tietokanta varmuuskopioitiin hakemistoon %(directory)s
fr: La base de données a été archivée sur %(directory)s
it: L'archivio è stato salvato in %(directory)s
sv: Dataförråd säkerhetskopierades till %(directory)s

source: Restore Repository
de: Archiv wiederherstellen
fi: Palauta tietokanta
fr: Restaurer la base de données
it: Ripristina l'archivio
sv: Återställ dataförråd

source: You will overwrite your current repository with %(repoPath)s.
de: Sie werden ihr aktuelles Archiv mit %(repoPath)s.
fi: Päällekirjoitat nykyisen tietokantasi uudella kannalla %(repoPath)s.
fr: Vous êtes sur le point de réécrire votre base de données avec %(repoPath)s.
it: Sovrascriverai il tuo archivio corrente con %(repoPath)s.
sv: Du kommer att skriva över ditt nuvarande dataförråd med %(repoPath)s.

source: Confirm Restore
de: Wiederherstellung bestätigen
fi: Varmista palautus
fr: Confirmer la restauration
it: Conferma il ripristino
sv: Bekräfta återställning

source: Switch Repository
de: Archiv wechseln
fi: Vaihda tietokantaa
fr: Echanger la base de données
it: Cambia archivio
sv: Byt dataförråd

source: Preparing repository...
de: bearbeite Archiv...
fi: Valmistellaan tietokantaa...
fr: Préparation de la base de données...
it: Preparazione dell'archivio...
sv: Förbereder dataförråd...

source: Repository is ready.
de: Archiv ist fertig.
fi: Tietokanta on valmis.
fr: La base de données est prête.
it: L'archivio è pronto.
sv: Dataförrådet är klart.

source: Your current repository was copied to %(filePath)s and Chandler is set up to use it after restart. Your current repository will not be affected. Restart now?
de: Ihr aktuelles Archiv wurde nach %(filePath)s kopiert und Chandler kann es nach einem Neustart nutzen. Ihr aktuelles Archiv wird nicht verändert. Jetzt neu starten?
fi: Nykyinen tietokantasi kopioitiin kansioon %(filePath)s ja Chandler on asetettu käyttämään sitä käynnistyksen jälkeen. Nykyinen tietokantasi ei muutu. Käynnistä uudelleen?
fr: Votre base de données courante a été copiée sur %(filePath)s et Chandler est prêt à l'utiliser au redémarrage. Redémarrer maintenant?
it: Il tuo archivio corrente è stato copiato in %(filePath)s e Chandler è stato impostato per usarlo al prossimo avvio. Il tuo archivio corrente non verrà influenzato. Riavvio ora?
sv: Ditt nuvarande dataförråd kopierades till %(filePath)s och Chandler kommer att använda kopian efter omstart. Ditt nuvarande dataförråd kommer inte att påverkas. Starta om nu?

source: A new repository will be created at %(filePath)s and Chandler is set up to use it after restart. Your current repository will not be affected. Restart now?
de: Ein neues Archiv wurde nach %(filePath)s kopiert und Chandler kann es nach einem Neustart nutzen. Ihr aktuelles Archiv wird nicht verändert. Jetzt neu starten?
fi: Nykyinen tietokantasi luodaan kansioon %(filePath)s ja Chandler on asetettu käyttämään sitä käynnistyksen jälkeen. Nykyinen tietokantasi ei muutu. Käynnistä uudelleen?
fr: Une nouvelle base de données a été créée sur %(filePath)s et Chandler est prêt à l'utiliser au redémarrage. Redémarrer maintenant?
it: Un nuovo archivio è stato creato in %(filePath)s e Chandler è stato impostato per usarlo al prossimo avvio. Il tuo archivio corrente non verrà influenzato. Riavvio ora?
sv: Ett nytt dataförråd kommer att skapas i %(filePath)s och Chandler är inställt för att använda det efter omstart. Ditt nuvarande dataförråd påverkas inte. Starta om nu?

source: Chandler is setup to use the repository at %(filePath)s after restart. Your current repository will not be affected. Restart now?
de: Chandler kann das Archiv von %(filePath)s nach einem Neustart nutzen. Ihr aktuelles Archiv wird nicht verändert. Jetzt neu starten?
fi: Chandler on asetettu käyttämään tietokantaa %(filePath)s käynnistyksen jälkeen. Nykyinen tietokantasi ei muutu. Käynnistä uudelleen?
fr: Chandler est prêt à utiliser la base de données %(filePath)s au redémarrage. Redémarrer maintenant?
it: Chandler è stato impostato per usare l'archivio in %(filePath)s al prossimo avvio. Il tuo archivio corrente non verrà influenzato. Riavvio ora?
sv: Chandler är inställt att använda dataförrådet i %(filePath)s efter omstart. Ditt nuvarande dataförråd kommer inte att påverkas Starta om nu?

source: Confirm Restart
de: Neustart bestätigen
fi: Vahvista uudelleen käynnistys
fr: Confirmer le redémarrage
it: Conferma il riavvio
sv: Bekräfta omstart

source: Changes failed to save. Go to the Tools>>Logging>>Log Window... menu for details.
de: Änderungen konnten nicht gespeichert werden. Bitte Details unter Werkzeug>> Logging >> Kontrollfenster anschauen.
fi: Muutoksia ei voitu tallettaa. Valitse Työkalut >> Loki >> Loki-ikkuna... yksityiskohtia varten.
fr: La sauvegarde des modifications a échoué. Consultez Outils>>Logging>>Fenêtre de log... pour plus d'information.
it: Salvataggio fallito. Seleziona Strumenti>>Log>>Finestra di log... nel menu per maggiori dettagli.
sv: Lyckades inte spara ändrinar. Gå till menyn Verktyg>>Loggning>>Loggfönser... för detaljer.

source: Message can not be sent. You have not entered any valid email addresses.
de: Nachricht kann ohne gültige E-Mailadresse nicht gesendet werden.
fi: Viestiä ei voi lähettää. Et ole kirjoittanut yhtään virheetöntä sähköpostiosoitetta.
fr: Le message n'a pu être envoyé. Vous n'avez pas fourni d'adresse courriel valide.
it: Il messaggio non può essere spedito. Non hai inserito nessun un indirizzo email valido.
sv: Kan inte skicka meddelandet. Åtmistone en giltig e-post adress krävs.

source: Message can not be sent. At least one valid To: email address is required.
de: Nachricht kann ohne E-Mailadresse nicht gesendet werden.
fi: Viestiä ei voi lähettää. Vähintään yksi virheetön vastaanottajan sähköpostiosoite vaaditaan.
fr: Le message n'a pu être envoyé. Au moins une adresse de réception valide est requise.
it: Il messaggio non può essere spedito. Almeno un indirizzo email A: valido è richiesto.
sv: Kan inte skicka meddelandet. Åtmistone en giltig avsändare krävs.

source: Checking repository...
de: Prüfe Archiv...
fi: Tarkistetaan tietokanta...
fr: Vérification de la base de données...
it: Controllo dell'archivio...
sv: Kontrollerar dataförrådet...

source: Repository check completed successfully in %(numSeconds)s.
de: Archivüberprüfung erfolgreich abgeschlossen in %(numSeconds)s.
fi: Tietokannan tarkistus valmistui %(numSeconds)s sekunnissa.
fr: Vérification de la base de données terminée en %(numSeconds)s secondes.
it: Controllo dell'archivio completato con successo in %(numSeconds)s.
sv: Kontroll av dataförrådet avslutades framgångsrikt på %(numSeconds)s.

source: Repository check completed with errors.
de: Überprüfung des Archivs mit Fehlern beendet.
fi: Tietokannan tarkistus löysi virheitä.
fr: La vérification de la base de données a trouvé des erreurs.
it: Controllo dell'archivio completato con errori.
sv: Kontroll av dataförrådet visade inga fel.

source: Import .ics Calendar file.
de: Import .ics Kalenderdatei.
fi: Tuo .ics kalenteritiedosto.
fr: Importer un agenda au format .ics
it: Importa un file di calendario .ics.
sv: Importera ics. kalender-fil

source: Import .ics Calendar
de: Import .ics Kalender
fi: Tuo .ics kalenteri
fr: Importer un agenda .ics
it: Importa un calendario .ics.
sv: importera ics. kalender-fil

source: Import completed.
de: Import abgeschlossen.
fi: Tuonti valmis.
fr: Import terminé.
it: Importazione completata.
sv: Import avslutad.

source: Import cancelled.
de: Import abgebrochen.
fi: Tuonti peruttu.
fr: Import annulé.
it: Importazione annullata.
sv: Import avbruten.

source: This collection contains no events.
de: Die Übersicht enthält keine Ereignisse.
fi: Kokoelmassa ei ole tapahtumia.
fr: Cette collection ne contient aucun événement.
it: La lista non contiene eventi.
sv: Den här samlingen innehåller inga händelser.

source: Export Cancelled
de: Export abgebrochen
fi: Vienti peruttu
fr: Export annulé
it: Esportazione annullata
sv: Export Avbruten.

source: Export to .ics Calendar file.
de: Export zu .ics Kalenderdatei.
fi: Vie .ics kalenteritiedostoon
fr: Exporter un agenda au format .ics
it: Esporta in un file di calendario .ics.
sv: Exportera till .ics kalender-fil

source: Export cancelled.
de: Export abgebrochen.
fi: Vienti peruttu.
fr: Export annulé.
it: Esportazione annullata.
sv: Export avbruten.

source: Export reminders
de: Export Erinnerungen
fi: Vie muistutukset
fr: Exporter les alertes
it: Esporta gli avvisi
sv: Exportera påminnelser

source: Export event status
de: Exort Ereignisstatus
fi: Vie tapahtuman tila
fr: Exporter les status
it: Esporta lo stato degli eventi
sv: Exportera händelse-status

source: Export .ics Calendar
de: Export .ics Kalender
fi: Vie .ics kalenteri
fr: Exporter un agenda .ics
it: Esporta un calendario .ics
sv: Exportera .ics Calendar

source: Exporting to %(filename)s...
de: Export nach %(filename)s...
fi: Viedaan tiedostoon %(filename)s...
fr: Export dans %(filename)s en cours...
it: Esportazione in %(filename)s...
sv: Exporterar till %(filename)s...

source: Export completed.
de: Export abgeschlossen.
fi: Vienti valmis.
fr: Export terminé.
it: Esportazione completata.
sv: Export avslutad.

source: Export failed.
de: Export fehlgeschlagen.
fi: Vienti ei onnistunut.
fr: L'export a échoué.
it: Esportazione fallita.
sv: Export misslyckades

source: Next Reload: Never
it: Prossimo caricamento: mai

source: Next Reload: One Week
it: Prossimo caricamento: tra una settimana

source: Next Reload: Next Restart
it: Prossimo caricamento: prossimo avvio

source: Next Reload: %(datetime)s
it: Prossimo caricamento: %(datetime)s

source: Items exported.
de: Einträge exportiert.
fi: Nimikeet viety.
fr: Eléments exportés.
it: Note esportate.
sv: Poster exporterade

source: Export failed. Go to the Tools>>Logging>>Log Window... menu for details.
de: Entfernen fehlgeschlagen. Details im Werkzeug>>Logging>>Log Window... Menü.
fi: Puhdistus ei onnistunut. Valitse Työkalut >>Loki>>Loki-ikkuna... valikko yksityiskohtia varten.
it: Esportazione fallita. Seleziona Strumenti>>Log>>Finestra di log... nel menu per maggiori dettagli.
sv: Export misslyckades. Gå till menyn Verktyg>>Loggning>>Loggfönster... för detaljer.

source: Chandler export files
de: Chandler Exportdatei
fi: Chandlerin vientitiedostot
fr: Fichiers d'export de Chandler
it: File di esportazione di Chandler
sv: Chandler export-filer.

source: Export Collections and Settings
de: Export Übersichten und Einstellungen
fi: Vie kokoelmat ja asetukset
fr: Exporter Collections et Configurations
it: Esporta liste e impostazioni
sv: Exportera samlingar och inställningar

source: Always back up my data when I quit Chandler.
fi: Tee varmuuskopio aina kun lopetan Chandlerin.
it: Salva sempre i miei dati quando esco da Chandler.
sv: Backa alltid upp mina data när jag avslutar Chandler.

source: Reloading will remove all data and replace it with data from the export file. Are you sure you want to reload?
de: Neuladen entfernt alle Daten und ersetzt sie mit Daten aus der Exportiertdatei. Sind Sie sicher, dass Sie neu laden wollen?
fi: Tuonti poistaa kaikki tiedot ja korvaa ne vientitiedoston tiedoilla. Oletko varma että haluat tuoda?
fr: Recharger supprimera les données courantes et les remplacera par les données du fichier. Êtes-vous sûr de vouloir recharger?
it: Il caricamento rimuoverà tutti i dati e li sostituirà con quelli presi dal file di esportazione. Sei sicuro di voler procedere?
sv: Att ladda om tar bort dina data och ersätter dem med data från export-filen. Är du säker på att du vill ladda om?

source: Reload
de: Neuladen
fi: Tuo
fr: Recharger
it: Ricarica
sv: Ladda om

source: Chandler dump files
de: Chandler Protokolldateien
fi: Chandlerin tietuetiedostot
fr: Fichiers d'export de Chandler
it: File dump di Chandler
sv: Chandler dump-filer

source: Reload Collections and Settings
de: Übersichten und Einstellungen neu laden
fi: Tuo kokoelmat ja asetukset
fr: Recharger Collections et Configurations
it: RIcarica liste e impostazioni
sv: Ladda om samlingar och inställningar

source: Show Sharing Activity
de: Zeige gemeinsame Aktivitäten
fi: Näytä jakoaktiviteetti
fr: Montrer les activités de publication
it: Mostra la attività di condivisione
sv: Visa utdelningsaktivitet

source: Add Sharing Activity Log to Sidebar
it: &Aggiungi il log delle attività al pannello laterale

source: Set S&haring Logging Level to Normal
de: &Setze Kontrollstatus auf Normal
fi: Aseta &jaon lokitaso normaali
fr: Log de &publication niveau Normal
it: Imposta il livello di log a &Normale
sv: Sätt &loggnivå för utdelning till Normal

source: Set S&haring Logging Level to Debug
de: &Setze Kontrollstatus auf Überprüfen
fi: Aseta &jaon lokitaso debug
fr: Log de &publication niveau Debug
it: Imposta il livello di log a &Debug
sv: Sätt &loggnivå för utdelning till Debug

source: Chandler settings files
de: Chandler Einstellungsdatei
fi: Chandlerin asetustiedostot
fr: Fichier de configuration de Chandler
it: File di impostazioni di Chandler
sv: Chandler inställnings-filer

source: Settings saved.
de: Einstellungen gespeichert.
fi: Asetukset talletettu.
fr: Configurations sauvegardées.
it: Impostazioni salvate.
sv: Inställningar sparade

source: Restore Settings
de: Einstellungen wiederherstellen
fi: Palautusasetukset
fr: Restaurer les configurations
it: Ripristina le impostazioni
sv: Återställ inställningar

source: Settings restored.
de: Einstellungen wiederhergestellt
fi: Asetukset palautettu.
fr: Configurations restaurées.
it: Impostazioni ripristinate.
sv: Inställningar återställda

source: An error occurred while restoring settings: %(error)s
de: Ein Fehler ist beim Wiederherstellen der Einstellungen aufgetreten: %(error)s
fi: Virhe asetusten palautuksessa: %(error)s
fr: Erreur à la restauration des configurations: %(error)s
it: Errore nel ripristino delle impostazioni: %(error)s
sv: Ett fel inträfade när inställningarn återställdes: %(error)s

source: Currently, you cannot publish the Dashboard, In, Out and Trash collections.
fi: Tällä hetkellä et voi jakaa Kojelauta-, Sisään-, Ulos- ja Roskakorikokoelmia.
it: Per ora non è possibile pubblicare le liste Cruscotto, Ingresso, Uscita e Cestino.
sv: För närvarande kan du inte publicera Dashboard, In, Ut och Papperskorgen.

source: Cannot Publish Collection
fi: Kokoelmaa ei voi jakaa
it: Impossibile pubblicare la lista
sv: Kan inte publicera samling

source: Set up Sharing Account...
fi: Aseta jakotili...
it: Impostazione account di condivisione...
sv: Skapa nytt delningskonto...

source: Currently, you cannot publish the Dashboard, In, Out and Trash collections. Note: To publish collections, you must first set up a sharing account.
fi: Tällä hetkellä et voi jakaa Kojelauta-, Sisään-, Ulos- ja Roskakorikokoelmia.. Huomaa: Jakaaksesi kokoelman sinun täytyy ensin avata jakotili.
it: Attualmente non puoi pubblicare le liste Cruscotto, In arrivo, In uscita and Cestino. Nota: per pubblicare liste, devi prima impostare un account di condivisione.
sv: För närvarande kan du inte publicera Dashboard, In, Ut och Papperskorgen. Obs: För att publicera samlingar måste du ha ett delnings-konto.

source: Are you sure you want to remove this collection from the server?
de: Wollen Sie diese Übersichten wirklich vom Server entfernen?
fi: Haluatko varmasti poistaa tämän kokoelman palvelimelta?
fr: Êtes-vous sûr de vouloir supprimer cette collection du serveur?
it: Sei sicuro di voler rimuovere questa lista dal server?
sv: Är du säker på att du vill ta bort denna samling från servern?

source: Unpublish Confirmation
de: Bestätigung zurücknehmen
fi: Julkaisun lopetuksen varmistus
fr: Stopper la publication
it: Conferma la revoca della pubblicazione
sv: Bekräftelse av avpublicering

source: Unpublishing...
de: Veröffentlichung zurücknehmen...
fi: Lopetetaan julkaisu...
fr: Retrait de la publication en cours...
it: Revoca della pubblicazione...
sv: Avpublicerar...

source: Collection unpublished.
de: Übersicht unveröffentlicht.
fi: Kokoelman julkaisu lopetettu.
fr: Publication de la collection supprimée.
it: Pubblicazione della lista revocata.
sv: Samling avpublicerad

source: Unpublish failed, could not connect to server.
de: Rückgangigmachen fehlgeschlagen, keine Verbindung zum Server.
fi: Julkaisun lopetus ei onnistunut, ei yhteyttä palvelimeen.
fr: Le retrait de la publication a échoué. Connexion au serveur impossible.
it: Revoca della pubblicazione fallita, impossibile connettersi al server.
sv: Lyckades inte avpublicera, hittade inte server

source: Unpublish failed, unknown error.
de: Rückgangigmachen fehlgeschlagen, unbekannter Fehler.
fi: Julkaisun lopetus ei onnistunut, tuntematon virhe.
fr: Le retrait de la publication a échoué. Erreur inconnue.
it: Revoca della pubblicazione fallita, errore sconosciuto.
sv: Lyckades inte avpublicera, okänt fel

source: No shared collections found.
de: Keine gemeinsamen Übersichten gefunden.
fi: Jaettuja kokoelmia ei löytynyt.
fr: Pas de collection publiée trouvée.
it: Nessuna lista condivisa trovata.
sv: Hittade inga utdelade samlingar

source: find,search
de: finden,suchen
fi: etsi,hae
fr: chercher,trouver,rechercher
it: trova,cerca
sv: finn,sök

source: All
de: Alle
fi: Kaikki
fr: Tout
it: Tutti
sv: Alla

source: View all items
de: Alle Einträge anschauen
fi: Näytä kaikki nimikkeet
fr: Visualiser tous les éléments
it: Vedi tutte le note
sv: Visa alla poster

source: Starred
fi: Tähditetty
it: In evidenza
sv: Stjärnmarkerade

source: View starred
fi: Näytä tähditetty
it: Vedi note in evidenza
sv: Se stjärnmarkerade

source: Calendar
de: Kalender
fi: Kalenteri
fr: Agenda
it: Calendario
sv: Kalender

source: View events
de: Ereignisse anschauen
fi: Näytä tapahtumat
fr: Visualiser l'agenda
it: Vedi eventi
sv: Visa händelser

source: Sync all shared collections and download new messages
de: Alle gemeinsamen Übersichten synchronisieren und neue Nachrichten herunterladen
fi: Synkronoi kaikki jaetut kokoelmat ja lataa uudet viestit
fr: Synchroniser toutes les collections et télécharger les nouveaux messages
it: Sincronizza tutte le liste e scarica i nuovi messaggi
sv: Synkronisera alla utdelade samlingar och hämta ny meddelanden

source: Create new note.
de: Eine neue Notiz schreiben.
fi: Luo uusi muistio.
fr: Créer une nouvelle note.
it: Crea una nuova nota.
sv: Skapa ny anteckning.

source: Clean up
fi: Siivoa
it: Riordina
sv: Rensa

source: Sort items by triage status
de: Einträge nach Triage Status sortieren
fi: Lajittele nimikkeet lajittelutilan mukaan
fr: Trier les éléments selon leur status
it: Ordina le note per triage
sv: Sortera efter Triage-status

source: Send selected message
de: Sende ausgewählte Nachricht
fi: Lähetä valittu viesti
fr: Envoyer le message
it: Invia i messaggi selezionati
sv: Skicka valt meddelande

source: Del
it: Canc

source: Ctrl+Del
it: Ctrl+Canc

source: &5 hours
de: &5 Stunden
fi: &5 tuntia
fr: &5 heures
it: &5 ore
sv: &5 timmar

source: &6 hours
de: &6 Stunden
fi: &6 tuntia
fr: &6 heures
it: &6 ore
sv: &6 timmar

source: &7 hours
de: &7 Stunden
fi: &7 tuntia
fr: &7 heures
it: &7 ore
sv: &7 timmar

source: &8 hours
de: &8 Stunden
fi: &8 tuntia
fr: &8 heures
it: &8 ore
sv: &8 timmar

source: &9 hours
de: &9 Stunden
fi: &9 tuntia
fr: &9 heures
it: &9 ore
sv: &9 timmar

source: &10 hours
de: &10 Stunden
fi: &10 tuntia
fr: &10 heures
it: &10 ore
sv: &10 timmar

source: 11 &hours
de: 11 Stund&en
fi: 11 &tuntia
fr: 11 &heures
it: 11 &ore
sv: 11 &timmar

source: 12 h&ours
de: 12 S&tunden
fi: 12 t&untia
fr: 12 h&eures
it: 12 o&re
sv: 12 &timmar

source: 18 ho&urs
de: 18 St&unden
fi: 18 tu&ntia
fr: 18 he&ures
it: 18 or&e
sv: 18 ti&mmar

source: &24 hours
de: &24 Stunden
fi: &24 tuntia
fr: &24 heures
it: &24 ore
sv: &24 timmar

source: &Import
fi: Tu&o
it: &Importa
sv: &Importera

source: &Tasks and Events from .ics File...
de: &Aufgaben und Ereignisse aus einer iKalenderdatei...
fi: &Tehtävät ja tapahtumat .ics-tiedostosta...
it: &Attività ed eventi da un file .ics...
sv: &Uppgifter och händelser från .ics File...

source: Import Tasks and Events from iCalendar (.ics) file
de: Aufgaben und Ereignisse aus einer iKalenderdatei importieren
fi: Tuo tehtävät ja tapahtumat iCalendar (.ics) -tiedostosta
it: Importa attività ed eventi da un file iCalendar (.ics)
sv: Importera Uppgifter och händelser från .ics-fil...

source: &Reload Chandler Data from .chex File...
fi: &Chandlerin tiedot uudestaan .chex-tiedostosta...
it: &Ricarica i dati di Chandler da un file .chex...
sv: &Återställ Chandler-data från .chex File...

source: Reload your data to move to a new version of Chandler
de: Laden Sie ihre Daten vor dem Wechsel zur neuen Chandler Version
fi: Tuo tietosi siirtyäksesi uuteen Chandler-versioon
fr: Recharger vos données dans une nouvelle version de Chandler
it: Ricarica i tuoi dati per passare ad una nuova versione di Chandler
sv: Ladda in dina data för att uppgradera till en ny version av Chandler

source: &Export
fi: V&ie
it: &Esporta
sv: &Exportera

source: Notes and &Events to .ics File...
fi: &Tehtävät ja tapahtumat .ics-tiedostoon...
it: &Note ed eventi in un file .ics...
sv: Uppgifter och händelser till .ics-fil...

source: Export Notes and Events to iCalendar (.ics) file
de: Aufgaben und Ereignisse in eine iKalenderdatei exportierten
fi: Vie tehtävät ja tapahtumat iCalendar (.ics) -tiedostosta
it: Esporta note ed eventi in un file .ics...
sv: Exportera Uppgifter och Händelser till (.ics) fil

source: &Chandler Data to .chex File...
fi: &Chandlerin tiedot .chex-tiedostoon...
it: &Dati di Chandler in un file .chex...
sv: &Chandler-data till .chex Fil...

source: Export your data to move to a new version of Chandler
de: Exportieren Sie ihre Daten vor dem Wechsel zu einer neuen Chandler Version
fi: Vie tietosi ja siirrä ne uuteen Chandler-versioon
fr: Exporter vos données pour migrer vers une nouvelle version de Chandler
it: Esporta i tuoi dati per passare ad una nuova versione di Chandler
sv: Exportera dina data för att uppgradera till en ny version av Chandlera

source: &Accounts...
de: &Konten...
fi: &Tilit...
fr: &Configurer les comptes...
it: &Account...
sv: &Konton...

source: Protect Pass&words...
de: Pass&wörter schützen...
fi: &Suojaa salasanat...
fr: Protéger les &mots de passe...
it: Proteggi le pass&word...
sv: &Skydda dina lösenord
