Repository: HackLinux/chandler
Catalog: chandler/localizations/*/Chandler-*.po
Languages: de, fi, fr, it, sv

source: Starting networking...
fi: Käynnistetään verkko...
it: Avvio dei servizi di rete...
sv: Startar nätverksanslutningar...

source: Building application view...
fi: Luodaan ohjelman päänäkymä...
it: Inizializzazione applicazione...
sv: Skapar huvudvyn...

source: Saving changes...
de: Speichere Änderungen...
fi: Tallennetaan muutokset...
fr: Sauvegarde des modifications...
it: Salvataggio dei cambiamenti...
sv: Sparar ändringar...

source: Starting mail and sharing...
fi: Käynnistetään posti ja jako...
it: Avvio dei servizio di mail e condivisione...
sv: Startar epost och delning...

source: Version %(version)s
fi: Versio %(version)s
it: Versione %(version)s

source: &Quit
de: &Beenden
fi: &Lopeta
fr: &Quitter
it: &Esci
sv: &Avsluta

source: Restarting...
de: Neustart...
fi: Käynnistetään uudelleen...
fr: Redémarrage...
it: Riavvio...
sv: Startar om...

source: Feedback report ID: %(feedbackId)s
fi: Palauteraportin tunnus: %(feedbackId)s
fr: Identifiant du rapport d'incident: %(feedbackId)s
it: ID report d'errore: %(feedbackId)s
sv: Feedback med rapport-ID: %(feedbackId)s

source: Your feedback report has been saved locally at: %(feedbackFile)s
de: Ihr Feedback wurde lokal unter: %(feedbackFile)s gespeichert.
fi: Palauteraporttisi on tallennettu paikallisesti tiedostoon: %(feedbackFile)s
fr: Votre rapport d'incident à été sauvegardé localement sur: %(feedbackFile)s
it: La tua segnalazione di errore è stata salvata localmente in: %(feedbackFile)s
sv: Din feedback sparas lokalt som: %(feedbackFile)s

source: Sending...
de: Sende...
fi: Lähetetään...
fr: Envoi en cours...
it: Spedizione...
sv: Skickar

source: Failed to send
de: Senden nicht möglich
fi: fork ei onnistunut
fr: L'envoi a échoué
it: Spedizione fallita
sv: Misslyckades att skicka

source: Sent
de: Gesendet
fi: Lähetetty
fr: Envoyé
it: Spedito
sv: Skickad

source: tar archives
de: Tar Archive
fi: tar-arkistoja
fr: archives tar
it: archivi tar
sv: tar-arkiv

source: All files
de: Alle Dateien
fi: Kaikki tiedostot
fr: Tous les fichiers
it: Tutti i file
sv: Alla filer

source: Install Plugin
de: Installiere Module
fi: Asenna liitännäinen
fr: Installer un module
it: Installa plugin
sv: Installera plugin

source: %(pluginName)s is required by %(eggName)s. %(eggName)s must be deactivated first.
de: %(pluginName)s wird benötigt von %(eggName)s. %(eggName)s muss zuerst deaktiviert werden.
fi: %(eggName)s vaatii %(pluginName)s:n. %(eggName)s täytyy ensin deaktivoida.
fr: %(pluginName)s est requis par %(eggName)s. Auparavant, %(eggName)s doit être désactivé.
it: %(pluginName)s è richiesto da %(eggName)s. %(eggName)s deve essere prima disattivato.
sv: %(pluginName)s krävs för %(eggName)s. %(eggName)s måste avaktiveras först.

source: Error
de: Fehler
fi: Virhe
fr: Erreur
it: Errore
sv: Fel

source: All items created by plugin %(pluginName)s will be deleted.
de: Alle mit %(pluginName)s erzeugten Einträge werden gelöscht.
fi: Kaikki nimikkeet jotka liitännäinen %(pluginName)s on luonut tuhotaan.
fr: Tous les éléments créés par %(pluginName)s seront détruits.
it: Tutte le note create dal plugin %(pluginName)s verranno cancellate.
sv: All poster skapade av plugin %(pluginName)s kommer att tas bort.

source: Confirm Deactivation
de: Deaktivierung bestätigen
fi: Varmista deaktivointi
fr: Désactivation
it: Conferma la disattivazione
sv: Bekräfta avaktivering

source: %(pluginName)s was deactivated.
de: %(pluginName)s war deaktiviert.
fi: %(pluginName)s deaktivoitiin.
fr: %(pluginName)s est désactivé.
it: %(pluginName)s è stato disattivato.
sv: %(pluginName)s avaktiverades.

source: %(pluginName)s was activated.
de: %(pluginName)s war aktiviert.
fi: %(pluginName)s aktivoitu.
fr: %(pluginName)s est activé.
it: %(pluginName)s è stato attivato.
sv: %(pluginName)s aktiverades.

source: %(pluginName)s and %(pluginNames)s were activated.
de: %(pluginName)s and %(pluginNames)s waren aktiviert.
fi: %(pluginName)s ja %(pluginNames)s aktivoitu.
fr: %(pluginName)s et %(pluginNames)s sont activés.
it: %(pluginName)s e %(pluginNames)s sono stati attivati.
sv: %(pluginName)s and %(pluginNames)s aktiverades.

source: Print Preview
de: Vorschau drucken
fi: Tulostuksen esikatselu
fr: Aperçu avant impression
it: Anteprima
sv: Förhandsvisning

source: There was a problem printing. Check your printer and try again.
de: Druckerfehler Bitte prüfen und erneut versuchen.
fi: Ongelma tulostuksessa. Tarkista tulostin ja yritä uudelleen.
fr: Problème à l'impression. Vérifiez que votre imprimante est correctement configurée.
it: E' stato rilevato un problema di stampa. Controlla la stampante e riprova.
sv: Det blev problem med utskriften Kontrollera din skrivare och försök igen.

source: Printing...
de: Drucke...
fi: Tulostetaan...
fr: Impression en cours...
it: Stampa...
sv: Skriver ut...

source: Failed to encrypt passwords.
de: Fehler beim entschlüsseln der Passwörter
fi: Salasanojen suojaus ei onnistunut.
fr: L'encryption des mots de passe a échoué.
it: Errore nella codifica delle password.
sv: Lyckades inte kryptera lösenord.

source: Password Protection Failed
de: Passwortschutz fehlgeschlagen
fi: Salasanojen suojaus ei onnistunut
fr: Echec de la protection par mot de passe
it: Protezione con password fallita
sv: Lösenordsskydd misslyckades

source: Remove
de: Entfernen
fi: Poista
fr: Enlever
it: Rimuovi
sv: Ta bort

source: The following fields are required: Server User name Password Port Please correct the error and try again.
de: Die folgenden Felder werden benötigt: Server User name Password Port Bitte Fehler korrigieren und erneut versuchen.
fi: Seuraavat kentät vaaditaan: Palvelin Käyttäjätunnus Salasana Portti Ole hyvä ja koeta uudelleen kun olet korjannut virheet.
fr: Les informations suivantes sont obligatoires: Serveur Nom d'utilisateur Mot de passe Port Veuillez corriger les informations erronées.
it: I seguenti campi sono richiesti: Server Nome utente Password Porta Correggi l'errore e riprova.
sv: Följande fält är obligatoriska: Server Avändarnamn Lösenord Port Var vänlig rätta felen och försök igen.

source: The following fields are required: Server Port Please correct the error and try again.
de: Die folgenden Felder werden benötigt: Server Port Bitte Fehler korrigieren und erneut versuchen.
fi: Seuraavat kentät vaaditaan: Palvelin Portti Ole hyvä ja koeta uudelleen kun olet korjannut virheet.
fr: Les informations suivantes sont obligatoires: Serveur Port Veuillez corriger les informations erronées.
it: I seguenti campi sono richiesti: Server Porta Correggi l'errore e riprova.
sv: Följande fält är obligatoriska: Server Port Var vänlig rätta felen och försök igen.

source: The following fields are required: Server Path User name Password Port Please correct the error and try again.
de: Die folgenden Felder werden benötigt: Server Path User name Password Port Bitte Fehler korrigieren und erneut versuchen.
fi: Seuraavat kentät vaaditaan: Palvelin Polku Käyttäjätunnus Password Portti Ole hyvä ja koeta uudelleen kun olet korjannut virheet.
fr: Les informations suivantes sont obligatoires: Serveur Cheminon Nom d'utilisateur Mot de passe Port Veuillez corriger les informations erronées.
it: I seguenti campi sono richiesti: Server Perme utentecorso No Password Porta Correggi l'errore e riprova.
sv: Följande fält är obligatoriska: Server Sökväg Avändarnamn Lösenord Var vänlig rätta felen och försök igen.

source: The following fields are required: User name Password Please correct the error and try again.
de: Die folgenden Felder werden benötigt: User name Password Bitte Fehler korrigieren und erneut versuchen.
fi: Seuraavat kentät vaaditaan: Käyttäjätunnus Salasana Ole hyvä ja koeta uudelleen kun olet korjannut virheet.
fr: Les informations suivantes sont obligatoires: Nom d'utilisateur Mot de passe Veuillez corriger les informations erronées.
it: I seguenti campi sono richiesti: Nome utente Password Correggi l'errore e riprova.
sv: Följande fält är obligatoriska: Avändarnamn Lösenord Var vänlig rätta felen och försök igen.

source: Auto-configure requires a server name.
de: Autokonfiguration benötigt einen Servernamen.
fi: Automaattiset asetukset vaativat palvelimen nimen.
fr: Auto-configurer nécessite un nom de serveur.
it: L'autoconfigurazione richiede il nome di un server.
sv: Auto-konfiguration kräver ett server-namn.

source: Configure Chandler Folders
de: Konfiguriere Chandlers Ordner
fi: Aseta Chandler-kansiot
fr: Configurer les Boîtes Chandler
it: Configura le cartelle di Chandler
sv: Konfigurera Chandler-kataloger

source: Chandler will attempt to create the following IMAP folders in your account on '%(host)s': %(ChandlerMailFolder)s %(ChandlerStarredFolder)s %(ChandlerEventsFolder)s If you have already set up Chandler folders in your account, no new folders will be created. If you have an existing folder named %(ChandlerTasksFolder)s, it will be renamed to %(ChandlerStarredFolder)s. Folders may take a while to show up in your email application.
fi: Chandler koettaa luoda seuraavat IMAP-kansiot tilillsesi '%(host)s' palvelimella: %(ChandlerMailFolder)s %(ChandlerStarredFolder)s %(ChandlerEventsFolder)s Jos olet jo luonut Chandler-kansiot, uusia kansioita ei luoda. Jos olet jo luonut kansion %(ChandlerTasksFolder)s, se nimetään uudelleen kansioksi %(ChandlerStarredFolder)s. Voi kestää hetken ennen kuin kansiot näkyvät sähköpostiohjelmassasi.
it: Chandler tenterà di creare le seguenti cartelle nella ta casella IMAP su '%(host)s': %(ChandlerMailFolder)s %(ChandlerStarredFolder)s %(ChandlerEventsFolder)s Se le cartelle esistono già, non ne verranno create di altre. Se hai una cartella esistente di nome %(ChandlerTasksFolder)s, verrà rinominata in %(ChandlerStarredFolder)s. Le cartelle possono richiedere un certo tempo prima di diventare visibili nel tuo programma di posta elettronica.
sv: Chandler kommer att försöka skapa följand IMAP-mappar ditt konto på '%(host)s': %(ChandlerMailFolder)s %(ChandlerStarredFolder)s %(ChandlerEventsFolder)s Om du redan har Chandler-mappar i ditt konto kommer inga nya att skapas. Om du redan har en mapp som heter %(ChandlerTasksFolder)s, kommer den att döpas om till %(ChandlerStarredFolder)s. Det kan ta ett tag innan mapparna dyker upp i din epost-klient.

source: Remove Chandler Folders
de: Ordner entfernen
fi: Poista Chandler-kansiot
fr: Supprimer les Boîtes Chandler
it: Rimuovi le cartelle di Chandler
sv: Ta bort Chandler-kataloger

source: Chandler will now attempt to remove the following IMAP folders on '%(host)s': %(ChandlerMailFolder)s %(ChandlerStarredFolder)s %(ChandlerEventsFolder)s Would you like to proceed?
de: Chandler wird nun versuchen, Sie die folgenden IMAP-Ordner auf'%(host)s': zu entfernen: %(ChandlerMailFolder)s %(ChandlerStarredFolder)s %(ChandlerEventsFolder)s Möchten Sie fortfahren?
fi: Chandler yrittää poistaa seuraavat IMAPkansiot palvelimella '%(host)s': %(ChandlerMailFolder)s %(ChandlerStarredFolder)s %(ChandlerEventsFolder)s Haluatko jatkaa?
fr: Chandler va supprimer les boîtes aux lettres suivantes de '%(host)s': %(ChandlerMailFolder)s %(ChandlerStarredFolder)s %(ChandlerEventsFolder)s Voulez-vous continuer?
it: Chandler tenterà ora di rimuovere le seguenti cartelle IMAP su '%(host)s': %(ChandlerMailFolder)s %(ChandlerStarredFolder)s %(ChandlerEventsFolder)s Vuoi procedere?
sv: Chandler kommer nu att försöka ta bort följande IMAP-kataloger från '%(host)s': %(ChandlerMailFolder)s %(ChandlerStarredFolder)s %(ChandlerEventsFolder)s Vill du fortsätta?

source: '%(emailAddress)s' is not a valid email address
de: '%(emailAddress)s' ist keine gültige E-Mailadresse
fi: '%(emailAddress)s' ei ole sähköpostiosoite
fr: '%(emailAddress)s' n'est pas une adresse courriel valide
it: '%(emailAddress)s' non è un indirizzo email valido
sv: '%(emailAddress)s' är inte en giltig e-post adress

source: New Incoming Mail Account
de: Neues E-Mail Eingangskonto
fi: Uusi sisääntulevan postin tili
fr: Nouveau compte courriel de réception
it: Nuovo account per la posta in arrivo
sv: Nytt inkommande e-post konto

source: New Outgoing Mail Account
de: Neues E-Mail Ausgangskonto
fi: Uusi ulosmenevän postin tili
fr: Nouveau compte courriel d'expédition
it: Nuovo account per la posta in uscita
sv: Nytt ugående e-post konto

source: New Chandler Hub Sharing Account
de: Neues gemeinsames Chandler Hub Konto
fi: Uusi Chandler Hub -jakotili
fr: Nouveau compte de publication Chandler Hub
it: Nuovo account per condivisione Chandler Hub
sv: Nytt Chandler Hub utdelningskonto

source: New Chandler Server Sharing Account
de: Neues gemeinsames Chandler Serverkonto
fi: Uusi Chandler-palvelin jakotili
fr: Nouveau compte de publication Chandler Server
it: Nuovo account per condivisione Chandler Server
sv: Nytt Chandler Server utdelningskonto

source: New WebDAV Sharing Account
de: Neues gemeinsames WebDAV Konto
fi: Uusi WebDAV-jakotili
fr: Nouveau compte de publication WebDAV
it: Nuovo account per condivisione WebDAV
sv: Nytt WEBDAV utdelningskonto

source: This type of account does not support testing
fi: Tämän tyyppinen tili ei tue testausta
it: Questo tipo di account non supporta la prova
sv: Den här sortens konto stöder inte testning

source: Account Preferences
de: Konto Einstellungen
fi: Tilien asetukset
fr: Préférences des comptes
it: Preferenze dell'account
sv: Kontoinställningar

source: Mail Service Offline
de: E-Maildienst offline
fi: Postipalvelu on yhteydettömässä tilassa
fr: Service de courriel déconnecté
it: Servizio mail non disponibile
sv: E-post tjänsten är offline

source: Account Preferences Error
de: Fehler in Kontoeinstellungen
fi: Virhe tilien asetuksissa
fr: Erreur de configuration des comptes
it: Errore nelle preferenze dell'account
sv: Kontoinställningsfel

source: Testing %(accountProtocol)s account '%(accountName)s'
de: Teste %(accountProtocol)s Konto '%(accountName)s'
fi: Koetetaan %(accountProtocol)s-tiliä '%(accountName)s'
fr: Test du compte %(accountProtocol)s '%(accountName)s' en cours
it: Prova in corso di %(accountProtocol)s per l'account '%(accountName)s'
sv: Testar %(accountProtocol)s account '%(accountName)s'

source: Connecting to server '%(hostName)s'
de: Verbinde zu Server '%(hostName)s'
fi: Yhdistetään palvelimeen '%(hostName)s'
fr: Connexion au serveur '%(hostName)s' en cours
it: Connessione al server '%(hostName)s'
sv: Kopplar upp mot servern '%(hostName)s'

source: Access denied by server.
de: Zugriff vom Server verweigert.
fi: Palvelin ei hyväksynyt yhteyttä.
fr: Accès refusé par le serveur.
it: Accesso negato dal server.
sv: Åtkomst nekades av server.

source: You have view-only access to this account.
de: Sie haben Nur-Lese Zugriff auf dieses Konto.
fi: Sinulla on vain katseluoikeus tähän tiliin.
fr: Vous n'avez accès à ce compte qu'en lecture seulement.
it: Hai accesso in sola lettura a questo account.
sv: Du har bara läs-rättigheter för detta konto.

source: You have view and edit privileges with this account.
de: Sie haben Lese- und Schreibrechte bei diesem Konto.
fi: Sinulla on seka katselu että muutosoikeudet tähän tiliin.
fr: Vous avez accès à ce compte en lecture écriture.
it: Hai permessi di lettura e scrittura in questo account.
sv: Du har läs och skriv-rättigheter för detta konto.

source: Test failed with an unknown response.
de: Test mit unbekanntem Ergebnis fehlgeschlagen.(Was für eine blöde Meldung.)
fi: Kokeilu ei onnistunut, tuntematon vastaus.
fr: Le test a échoué: réponse du serveur inconnue.
it: Prova fallita a causa di un errore sconosciuto.
sv: Test misslyckades med okänt svar

source: Testing '%(accountName)s'
de: Teste '%(accountName)s'
fi: Koetetaan '%(accountName)s'
fr: Test de '%(accountName)s' en cours
it: Prova di connessione a '%(accountName)s'
sv: Testar '%(accountName)s'

source: Folders not showing up?
it: Le cartelle non vengono visualizzate?

source: Configuring folders in your account...
de: Konfiguriere Ordner in Ihrem Konto...
fi: Asetetaan tilisi kansiot...
fr: Configuration des Boîtes Chandler de votre compte...
it: Configurazione delle cartelle nel tuo account...
sv: Konfigurera kataloger för ditt konto...

source: Add messages here to download them into Chandler as mail.
fi: Lisää viestejä tänne ladataksesi ne Chandleriin viesteinä.
it: Aggiungi i messaggi qui per scaricarli come email in Chandler.
sv: Lägg till meddelanden här för att ladda in dem som epost.

source: Add messages here to download them into Chandler as starred messages.
fi: Lisää viestejä tänne ladataksesi ne Chandleriin tähditettyinä viesteinä.
it: Aggiungi i messaggi qui per scaricarli come note importanti in Chandler.
sv: Lägg tll meddelanden här för att ladda in dem som stjärnmärkta meddelanden.

source: Add messages here to download them into Chandler as events.
fi: Lisää viestejä tänne ladataksesi ne Chandleriin tapahtumina.
it: Aggiungi i messaggi qui per scaricarli come eventi in Chandler.
sv: Lägg till meddelanden här för att ladda ner dem som Chandler-händelser.

source: %(oldMailboxName)s has been renamed to %(newMailboxName)s
fi: %(oldMailboxName)s on nimetty uudelleen %(newMailboxName)s:ksi
it: %(oldMailboxName)s è stata rinominata in %(newMailboxName)s
sv: %(oldMailboxName)s har döpts om till %(newMailboxName)s

source: You have already set up Chandler folders in this account. No new folders were created.
de: Sie haben bereits Ordner unterdiesem Konto angelegt. Es wurden keine Neuen erzeugt.
fi: Olet jo luonut Chandler-kansiot tälle tilille. Uusia kansioita ei luotu.
fr: Vous avez déjà créé des Boîtes Chandler dans ce compte. Aucune nouvelle boite n'a été créée.
it: Hai già creato le cartelle di Chandler in questo account. Nessuna nuova cartella verrà creata.
sv: Du har redan skapat Chandler-kataloger för detta konto. Inga nya kataloger skapades.

source: The following folder(s) have been created in your account:
fi: Seuraavat kansiot on luotu tilillesi:
it: Le seguenti cartelle sono state create nel tuo account:
sv: Följande mappar har skapats i ditt konto:

source: The following existing folder(s) in your account were left unchanged:
fi: Seuraaviin vanhoihin kansioihin tililläsi ei ole tehty muutoksia:
it: Le seguenti cartelle già esistenti nel tuo account sono state lasciate intatte:
sv: Följande mappar i ditt konto är oförändrade:

source: Messages added to these Chandler IMAP folders will appear in your Dashboard. Note: Folders may take a while to appear in your email application.
fi: Viestit jotka lisätään näihin Chandler IMAP -kansioihin ilmestyvät kojelaudallesi. Huomaa: voi kestää hetken ennen kuin kansiot näkyvät sähköpostiohjelmassasi.
it: I messaggi aggiunti a queste cartelle IMAP di Chandler appariranno nel tuo Cruscotto. Nota: può essere necessario un certo tempo prima che le cartelle appaiano nel tuo programma di posta elettronica.
sv: Meddelanden som lagts i dessa Chandler IMAP-mappar hamnar i din Dashboard. Obs: det kan ta ett tag innan mapparna dyker upp i din epost-klient.

source: Removing Chandler folders from this account...
de: Entferne Ordner aus diesem Konto ...
fi: Poistetaan Chandler-kansiot tililtä...
fr: Suppression des Boîtes Chandler de ce compte...
it: Rimozione delle cartelle di Chandler da questo account...
sv: Ta bort Chandler-kataloger för detta konto...

source: Chandler folders removed.
de: Ordner entfernt.
fi: Chandler-kansiot poistettu.
fr: Boîtes Chandler supprimées.
it: Cartelle di Chandler rimosse.
sv: Chandler-kataloger borttagna.

source: Discovering '%(hostname)s'...
de: Untersuche '%(hostname)s'...
fi: Löydetään '%(hostname)s'...
fr: Evaluation de '%(hostname)s' en cours...
it: Interrogazione di '%(hostname)s'...
sv: Söker på '%(hostname)s'...

source: Discovering mail settings for server '%(hostName)s'...
de: Untersuche E-Mail Einstellungen für Server '%(hostName)s'...
fi: Löydetään postiasetukset palvelimelle '%(hostName)s'...
fr: Evaluation de la configuration du serveur de courriel '%(hostName)s' en cours...
it: Verifica delle impostazioni email per il server '%(hostName)s'...
sv: Söker efter e-post inställningar för '%(hostName)s'...

source: The following settings were found: Protocol: %(protocol)s Port: %(port)s Security: %(security)s
de: Folgende Einstellungen wurden gefunden: Protocol: %(protocol)s Port: %(port)s Security: %(security)s
fi: Seuraavat asetukset löydettiin: Tyyppi: %(protocol)s Portti: %(port)s Salaus: %(security)s
fr: La configuration suivante a été trouvée: Protocole: %(protocol)s Port: %(port)s Securité: %(security)s
it: Le seguenti impostazioni sono state trovate: Protocollo: %(protocol)s Porta: %(port)s Sicurezza: %(security)s
sv: Hittade följande inställningar: Protokoll: %(protocol)s Port: %(port)s Säkerhet: %(security)s

source: Chandler was unable to auto-configure account settings for '%(host)s'.
de: Keine Auto-Konfiguration für Konto '%(host)s'.
fi: Chandler ei kyennyt asettamaan tilin asetuksia automaattisesti palvelimelle '%(host)s'.
fr: Chandler n'a pas pu découvrir automatiquement la configuration de compte sur le serveur '%(host)s'.
it: Chandler non è riuscito ad auto-configurare le impostazioni dell'account su '%(host)s'.
sv: Chandler kunde inte auto-konfigurera kontoinställninar för for '%(host)s'.

source: Configure Folders
de: Konfiguriere Ordner
fi: Aseta kansiot
fr: Configurer les répertoires
it: Configure le cartelle
sv: Konfigurera kataloger

source: Activity Viewer
de: Aktivitätsviewer
fi: Aktiviteettinäyttö
fr: Afficheur d'activités
it: Visualizzatore delle attività
sv: Händelsevisare

source: Sync Preferences
de: Synchronisiere Einstellungen
fi: Synkronointiasetukset
fr: Préférences de synchro
it: Sincronizza le preferenze
sv: Synkroniseringsalternativ

source: &Synchronize
de: &Synchronisieren
fi: &Synkronoi
fr: &Synchroniser
it: &Sincronizza
sv: &Synkronisera

source: Manually
de: Manuell
fi: Manuaalisesti
fr: À la demande
it: Manualmente
sv: Manuellt

source: Every 15 minutes
de: alle 15 Minuten
fi: Joka 15:sta minuutti
fr: Toutes les 15 minutes
it: Ogni 15 minuti
sv: Var femtonde minut

source: Every 30 minutes
de: alle 30 Minuten
fi: Joka 30. minuutti
fr: Toutes les 30 minutes
it: Ogni 30 minuti
sv: Var trettionde minut

source: Every hour
de: jede Stunde
fi: Joka tunti
fr: Toutes les heures
it: Ogni ora
sv: Varje timme

source: Every 2 hours
de: alle 2 Stunden
fi: Joka 2. tunti
fr: Toutes les 2 heures
it: Ogni 2 ore
sv: Varannan timme

source: Every 6 hours
de: alle 6 Stunden
fi: Joka 6. tunti
fr: Toutes les 6 heures
it: Ogni 6 ore
sv: Var sjätte timme

source: Every day
de: jeden Tag
fi: Joka päivä
fr: Tous les jours
it: Ogni giorno
sv: Varje dag

source: Subscriber
de: Abbonement
fi: Tilaaja
fr: Abonné
it: Iscritto
sv: Prenumerant

source: An unknown party
de: Ein unbekannter Teilnehmer
fi: Tuntematon osapuoli
fr: Un utilisateur indéterminé
it: Gruppo sconosciuto
sv: en okänd

source: %(conflictNumber)3d. %(user)s removed this item from the <emphasis>collection</emphasis>
de: %(conflictNumber)3d. %(user)s hat diesen Eintrag aus der <emphasis>collection</emphasis> entfernt.
fi: %(conflictNumber)3d. %(user)s poisti tämän nimikkeen <emphasis>kokoelmasta</emphasis>
fr: %(conflictNumber)3d. %(user)s a supprimé cet élément de la <emphasis>collection</emphasis>
it: %(conflictNumber)3d. %(user)s ha rimosso questa nota dalla <emphasis>lista</emphasis>
sv: %(conflictNumber)3d. %(user)s tog bort denna post från <emphasis>samling</emphasis>
