Repository: HackLinux/chandler
Catalog: chandler/localizations/*/Chandler-*.po
Languages: de, fi, fr, it, sv

source: "%(displayName)s" is a recurring event. Changing the occurrence rule to 'Once' will delete all occurrences except for the first one. Do you want to change:
de: "%(displayName)s" ist ein wiederkehrendes Ereignis. Ändern der Regel auf "Once" löscht alle Vorkommen mit Ausnahme der Ersten.Möchten Sie ändern:
fi: "%(displayName)s" on toistuva tapahtuma. Muuttamalla tapahtuma 'Kerran' tapahtuvaksi kaikki paitsi ensimmäinen tapahtuma tuhotaan. Haluatko muuttaa:
fr: "%(displayName)s" est un événement récurrent. Changer la règle de récurrence à 'Unique' détruira toutes les occurences sauf celle-ci. Voulez-vous changer:
it: "%(displayName)s" è un evento ricorrente. La modifica della regola di ripetizione in 'Una volta' cancellerà tutte le occorrenze eccetto la prima. Vuoi cambiare:
sv: "%(displayName)s" är en återkommande händelse. Att ändra återkomstregeln till 'En gång'l tar bort alla förekomster utom den första. Vill du ändra:

source: "%(displayName)s" is a recurring event. Do you want to add to the Task list:
de: "%(displayName)s" ist ein wiederkehrendes Ereignis.Wollen Sie es der Aufgabenliste hinzufügen:
fi: "%(displayName)s" on toistuva tapahtuma. Haluatko lisätä sen tapahtumalistalle:
fr: "%(displayName)s" est un événement récurrent. Voulez-vous l'ajouter à la liste de tâches:
it: "%(displayName)s" è un evento ricorrente. Vuoi aggiungere alla lista dei compiti:
sv: "%(displayName)s" är en återkommande händelse. Vill du lägga till den i uppgiftslistan:

source: "%(displayName)s" is a recurring event. Do you want to remove from the Task list:
de: "%(displayName)s" ist ein wiederkehrendes Ereignis. Wollen Sie es aus der Aufgabenliste entfernen:
fi: "%(displayName)s" on toistuva tapahtuma. Haluatko lisätä sen tehtävälistalle:
fr: "%(displayName)s" est un événement récurrent. Voulez-vous l'enlever de la liste de tâches:
it: "%(displayName)s" è un evento ricorrente. Vuoi rimuovere dalla lista dei compiti:
sv: "%(displayName)s" är en återkommande händelse. Vill du ta bort den från uppgiftslistan:

source: "%(displayName)s" is a recurring event. Removing it from the Calendar will remove all occurrences. Do you want to remove:
de: "%(displayName)s" ist ein wiederkehrendes Ereignis. Aus dem Kalender entfernen löscht alle.Wollen Sie entfernen:
fi: "%(displayName)s" on toistuva tapahtuma. Sen poistaminen kalenterista poistaa kaikki tapahtumat. Haluatko poistaa:
fr: "%(displayName)s" est un événement récurrent. Le supprimer de l'agenda supprimera aussi toutes les occurences. Voulez-vous supprimer:
it: "%(displayName)s" è un evento ricorrente. Rimuovendolo dal Calendario verranno cancellate tutte le occorrenze. Vuoi rimuovere:
sv: "%(displayName)s" är en återkommande händelse. Att ta bort den från kalendern tar bort alla förekomster. Vill du ta bort:

source: "%(displayName)s" is a recurring event. Do you want to delete:
de: "%(displayName)s" ist ein wiederkehrendes Ereignis.Entfernen:
fi: "%(displayName)s" on toistuva tapahtuma. Haluatko tuhota:
fr: "%(displayName)s"est un événement récurrent. Voulez-vous détruire:
it: "%(displayName)s" è un evento ricorrente. Vuoi eliminare:
sv: "%(displayName)s" är en återkommande händelse. Vill du ta bort:

source: "%(displayName)s" is a recurring event. Do you want to add:
de: "%(displayName)s" ist ein wiederkehrendes Ereignis. Hinzufügen:
fi: "%(displayName)s" on toistuva tapahtuma. Haluatko lisätä:
fr: "%(displayName)s" est un événement récurrent. Voulez-vous ajouter:
it: "%(displayName)s" è un evento ricorrente. Vuoi aggiungere:
sv: "%(displayName)s" är en återkommande händelse. Vill du lägga till:

source: "%(displayName)s" is a recurring event. Do you want to remove:
de: "%(displayName)s" ist ein wiederkehrendes Ereignis. Entfernen:
fi: "%(displayName)s" on toistuva tapahtuma. Haluatko poistaa:
fr: "%(displayName)s" est un événement récurrent. Voulez-vous supprimer:
it: "%(displayName)s" è un evento ricorrente. Vuoi rimuovere:
sv: "%(displayName)s" är en återkommande händelse. Vill du ta bort:

source: "%(displayName)s" is a recurring event. Changing the occurrence rule may cause some events to be deleted. Do you want to change:
de: "%(displayName)s" ist ein wiederkehrendes Ereignis. Ändern des Auftretens der Regel kann dazu führen, dass einige Ereignisse gestrichen werden.
fi: "%(displayName)s" on toistuva tapahtuma. Toistuvuuden muuttaminen saattaa tuhota joitakin tapahtumia. Haluatko muuttaa:
fr: "%(displayName)s" est un événement récurrent. Changer la règle de récurrence peut détruire certaines occurences.Voulez-vous changer:
it: "%(displayName)s" è un evento ricorrente. La modifica della regola di ripetizione potrebbe cancellare alcuni eventi. Vuoi cambiare:
sv: "%(displayName)s" är en återkommande händelse. Att ta bort återkomstregeln kanske raderar vissa händelser. Vill du ändra:

source: "%(displayName)s" is a recurring event. Do you want to change:
de: "%(displayName)s" ist ein wiederkehrendes Ereignis. Wechseln:
fi: "%(displayName)s" on toistuva tapahtuma. Haluatko muuttaa:
fr: "%(displayName)s" est un événement récurrent. Voulez-vous changer:
it: "%(displayName)s" è un evento ricorrente. Vuoi cambiare:
sv: "%(displayName)s" är en återkommande händelse. Vill du ändra:

source: 1 day ago
de: vor einem Tag
fi: 1 päivä sitten
fr: hier
it: 1 giorno fa
sv: För 1 dag sedan

source: 1 hour ago
de: vor einer Stunde
fi: 1 tunti sitten
fr: il y a 1 heure
it: 1 ora fa
sv: För 1 timme sedan

source: 1 minute ago
de: vor einer Minute
fi: 1 minuutti sitten
fr: il y a 1 minute
it: 1 minuto fa
sv: För 1 minut sedan

source: 1 day from now
de: 1 Tag ab jetzt
fi: 1 päivä tästä päivästä eteenpäin
fr: demain
it: 1 giorno da ora
sv: För 1 dag sedan

source: 1 hour from now
de: 1 Stunde ab jetzt
fi: 1 tunti tästä hetkestä eteenpäin
fr: dans 1 heure
it: 1 ora da adesso
sv: För 1 timme sedan

source: 1 minute from now
de: 1 Minute ab jetzt
fi: 1 minuutti tästä hetkestä eteenpäin
fr: dans 1 minute
it: 1 minuto da adesso
sv: För 1 minut sedan

source: %(numOf)d days ago
de: %(numOf)d Tage vorher
fi: %(numOf)d päivää sitten
fr: il y a %(numOf)d jours
it: %(numOf)d giorni fa
sv: För %(numOf)d dagar sedan

source: %(numOf)d hours ago
de: %(numOf)d Stunden vorher
fi: %(numOf)d tuntia sitten
fr: il y a %(numOf)d heures
it: %(numOf)d ore fa
sv: För %(numOf)d timmar sedan

source: %(numOf)d minutes ago
de: %(numOf)d Minuten vorher
fi: %(numOf)d minuuttia sitten
fr: il y a %(numOf)d minutes
it: %(numOf)d minuti fa
sv: För %(numOf)d minuter sedan

source: %(numOf)d days from now
de: %(numOf)d Tage ab jetzt
fr: dans %(numOf)d jours
it: %(numOf)d giorni da ora
sv: Om %(numOf)d dagar

source: %(numOf)d hours from now
de: %(numOf)d Stunden ab jetzt
fi: %(numOf)d tuntia tästä hetkestä eteenpäin
fr: dans %(numOf)d heures
it: %(numOf)d ore da adesso
sv: Om %(numOf)d timmar

source: %(numOf)d minutes from now
de: %(numOf)d Minuten ab jetzt
fi: %(numOf)d minuuttia tästä hetkestä eteenpäin
fr: dans %(numOf)d minutes
it: %(numOf)d minuti da adesso
sv: Om %(numOf)d minuter

source: Reminders
de: Erinnerungen
fi: Muistutukset
fr: Alertes
it: Avvisi
sv: Påminnelser

source: Title
de: Titel
fi: Otsikko
fr: Titre
it: Titolo
sv: Ämne

source: Date
de: Datum
fi: Päiväys
it: Data
sv: Datum

source: &Snooze for 5 minutes
de: &unterbrechen für 5 Minuten
fi: &Torku 5 minuuttia
fr: &Répéter dans 5 minutes
it: &Rimanda di 5 minuti
sv: &Avvakta 5 minuter

source: &Dismiss
de: Ent&fernen
fi: &Hylkää
fr: &OK
it: &Chiudi
sv: &Avvisa

source: Dismiss &All
de: &Alles entfernen
fi: Hylkää &kaikki
fr: &Tous OK
it: Chiudi &tutti
sv: A&vvisa alla

source: Now
de: Jetzt
fi: Nyt
fr: En cours
it: Ora
sv: Nu

source: Sync Manager
de: Synchronisierungsmanager
fi: Synkronointien hallinta
fr: Gestion des synchronisations
it: Gestore delle sincronizzazioni
sv: Synkroniseringshanterare

source: Accessing server accounts...
de: Zugriff auf Server Konten...
fi: Tutkitaan tilin asetuksia palvelimella...
fr: Accès au serveur...
it: Accesso agli account sul server...
sv: Arbetar mot server-konton...

source: Please wait...
de: Bitte warten...
fi: Ole hyvä ja odota...
fr: Veuillez patienter...
it: Per favore, attendi...
sv: Var vänlig vänta...

source: &All collections in %(account)s
de: &Alle Übersichten in %(account)s
fi: &Kaikki kokoelmat tilillä %(account)s
fr: &Toutes les collections dans %(account)s
it: &Tutte le liste in %(account)s
sv: &Alla samlingar i %(account)s

source: You are already syncing all collections in your accounts
de: Sie synchronisieren alle Übersichten in Ihren Konten
fi: Olet jo synkronoinut kaikki kokoelmasi kaikilta tileiltä
fr: Vous synchronisez déjà toutes les collections de vos comptes
it: Stai già sincronizzando tutte le liste nel tuo account
sv: Du synkroniserar redan alla samlingar i dina konton

source: Note: This list does not include subscriptions.
de: Hinweis: Diese Liste enthält keine Beschreibungen.
fi: Huomaa: tämä lista ei sisällä tilauksia.
fr: Note: Cette liste ne contient pas les abonnements.
it: Nota: questa lista non ha iscrizioni.
sv: Obs: Denna lista innehåller inte prenumerationer.

source: &Don't Sync
de: &Nicht synchronisieren
fi: &Älä synkronoi
fr: &Ne pas synchroniser
it: &Non sincronizzare
sv: Synkronisera &inte

source: Sync &Later
de: &Später synchronisieren
fi: Synkronoi &myöhemmin
fr: Synchroniser plus &tard
it: Sincronizza &dopo
sv: S&ynkronisera senare

source: &Sync Now
de: Jetzt &synchronisieren
fi: Synkronoi &nyt
fr: &Synchroniser
it: &Sincronizza ora
sv: Syn&kronisera nu

source: You have collections in a sharing account which aren't being synced.
de: Sie haben unsynchronisierte Übersichten in einem gemeinsamen Konto.
fi: Sinulla on kokoelmia jakotilillä jota ei synkronoida.
fr: Vous avez des collections dans un compte de publication qui ne sont pas synchronisées.
it: Hai delle liste in un account di condivisione che non sono state sincronizzate.
sv: Du har samlingar i ett utdelat konto som inte blir synkroniserat.

source: You have collections in sharing accounts which aren't being synced.
de: Sie haben Übersichten in gemeinsamen Konten, die nicht synchronisiert sind.
fi: Sinulla on kokoelmia jakotileillä joita ei synkronoida.
fr: Vous avez des collections dans des comptes de publication qui ne sont pas synchronisées.
it: Hai delle liste in account di condivisione che non sono state sincronizzate.
sv: Du har samlingar i utdelade konton som inte blir synkroniserade.

source: Which of them would you like to sync?
de: Welche möchten Sie synchronisieren?
fi: Mitkä niistä haluaisit synkronoida?
fr: Lesquelles voulez-vous synchroniser?
it: Quale vuoi sincronizzare?
sv: Vilken av dem vill du synkronisera?

source: Restoring collections
de: Wiederherstellung Übersichten
fi: Palauta kokoelmat
fr: Restaurer les collections
it: Ripristino delle liste
sv: Återställer samlingar

source: Collection Restore Error
de: Fehler bei wiederherstellen der Übersicht
fi: Kokoelman palautusvirhe
fr: Erreur à la restauration de collections
it: Errore nel ripristino delle lista
sv: Fel vid återställning av samling

source: Close
de: Schließen
fi: Sulje
fr: Fermer
it: Chiudi
sv: Stäng

source: Sharing details: %(collectionName)s
de: Gemeinsame Details: %(collectionName)s
fi: Jaon yksityiskohdat: %(collectionName)s
fr: Information de publication: %(collectionName)s
it: Dettagli della condivisione: %(collectionName)s
sv: Utdelningsdetaljer: %(collectionName)s

source: Collection name:
de: Name der Übersicht:
fi: Kokoelman nimi
fr: Nom de la collection:
it: Nome della lista:
sv: Samlingsnamn:

source: Last attempted sync:
de: zuletzt versuchte Synchronisierung:
fi: Viimeisin yritetty synkronointi:
fr: Dernière tentative de sync:
it: Ultimo tentativo di sincronizzazione:
sv: Senaste påbörjade synkronisering:

source: Last successful sync:
de: Letzte erfolgreiche Synchronisierung:
fi: Viimeisin onnistunut synkronointi:
fr: Dernier sync effectif:
it: Ultima sincronizzazione:
sv: Senaste lyckade synkronisering:

source: Last Error:
de: Letzte Fehler:
fi: Viimeisin virhe:
fr: Dernière erreur:
it: Ultimo errore:
sv: Senaste fel:

source: Last Error details:
de: Letzte Fehlerdetails:
fi: Viimeisimmäm virheen tiedot:
fr: Information sur la dernière erreur:
it: Dettagli dell'ultimo errore:
sv: Detaljer för senaste fel:

source: Sharing Details
de: Gemeinsame Details
fi: Jaon yksityiskohdat
fr: Information de publication
it: Dettagli della condivisione
sv: Utdelningdetaljer

source: Chandler is shutting down...
fi: Chandlerin sammutetaan...
it: Chandler si sta chiudendo...
sv: Chandler stänger ner...

source: NOTE:
fi: HUOMAA:
it: NOTA:
sv: OBS:

source: Back up may lose data if Chandler does not quit completely.
fi: Varmuuskopiointi voi hukata tietoja mikäli Chandler ei sammu kunnolla.
it: Potrebbero perdersi dei dati se Chandler non termina completamente.
sv: Backup kan tappa data om Chandler inte stängs fullständigt

source: &Back up data when quitting Chandler
fi: &Varmuuskopioi tiedot Chandlerin sammutuksen aikana
it: &Salva i dati quando esci da Chandler
sv: &Ta backup när Chandler stängs

source: &Skip Back up
fi: &Ohita varmuuskopiointi
it: &Salta il salvataggio
sv: &Säkerhetskopiera

source: Backing up data...
fi: Luodaan tietojen varmuuskopiota...
it: Salvataggio...
sv: Säkerhetskopierar data...

source: Start-up Options for Chandler
de: Startoptionen
fi: Chandlerin aloitusvaihtoehdot
fr: Options de démarrage de Chandler
it: Opzioni di avvio per Chandler
sv: Uppstarts-alternativ för Chandler

source: Continue with normal startup
de: mit normalem Start fortsetzen
fi: Jatka normaalia käynnistystä
fr: Continuer le démarrage normal
it: Continua con il normale avvio
sv: Fortsätt med vanlig uppstart

source: Do internal clean-up, but save my data and preferences
de: Intern aufräumen, aber Daten und Einstellungen sichern
fi: Tee sisäinen siivous, mutta säilytä minun tietoni ja asetukseni
fr: Nettoyer la base de données mais conserver mes données et préférences
it: Fai una pulizia interna, ma salva i miei dati e preferenze
sv: Gör en intern rensning av applikationen men behåll mina data och inställningar

source: Discard recent changes until data integrity tests pass
de: Jüngsten Änderungen verwerfen, wenn Datenintegritätstests fehlschlagen
fi: Hylkää viimeisimmät muutokset kunnes tietojen eheystestit läpäistään
fr: Supprimer les changements récents jusqu'à ce que les tests d'intégrité des données passent
it: Annulla gli ultimi cambiamenti finchè il test di integrità non sia completato con successo
sv: Radera nyligen inträffade ändringar tills tester av data-integritet går igenom

source: Discard recent changes until application no longer fails to start
de: Jüngsten Änderungen verwerfen bis Anwendung startet
fi: Hylkää viimeisimmät muutokset kunnes ohjelma pystyy käynnistymään
fr: Supprimer les changements récents jusqu'à ce que Chandler démarre sans erreur
it: Annulla gli ultimi cambiamenti finchè l'applicazione non riparte correttamente
sv: Radera nyligen inträffade förändringar tills applikationen inte längre misslyckas att starta

source: Discard my full-text index and reindex all my data
de: Volltextindex verwerfen und Reindexierung aller Daten
fi: Hylkää kokoteksti-indeksi ja indeksoi kaikki tiedot uudelleen
fr: Supprimer les index et réindexer toutes mes données
it: Annulla il mio indice full-text e indicizza di nuovo i dati
sv: Radera mitt fulltext-index och indexera om alla mina data

source: Discard all my data and start with a fresh repository
de: Alle Daten verwerfen und mit einem frischen Archiv starten.
fi: Hylkää kaikki tietoni ja aloita uudella tietokannalla
fr: Supprimer toutes mes données et démarrer avec une base de données vierge
it: Annulla tutti i miei dati e inizia con un archivio vuoto
sv: Radera mina data och börja om med ett färskt dataförråd

source: Make a snapshot of all my data to submit with a bug report, then quit
de: Einen Schnappschuss aller Daten machen und zusammen mit dem Fehlerreport weitergeben, dann Beenden
fi: Ota tuokiokuva tiedoista jonka voit sisällyttää virheilmoitukseen ja lopeta
fr: Faire une sauvegarde de mes données pour l'attacher à un rapport d'incident puis quitter Chandler
it: Fai un estratto di tutti i miei dati e invialo come bug report, quindi esci
sv: Ta en snapshot av alla mina data att skicka in med bugg-rapport, avsluta sedan.

source: Discard all my data and restore from a previous snapshot (this can take a few minutes)
de: Alle Daten zurücksetzen und einen früheren Schnappschuß wiederherstellen (Kann einige Minuten dauern)
fi: Hylkää kaikki tiedot ja palauta aikaisemmasta tuokiokuvasta (tämä saattaa kestää muutamia minuutteja)
fr: Supprimer toutes mes données et restaurer une ancienne sauvegarde (cette action peut prendre quelques minutes)
it: Annulla tutti i miei dati e ripristinali da un salvataggio precedente (potrebbe richiedere alcuni minuti)
sv: Radera mina data och återställ från en tidigare snapshot (detta kan ta några minuter)

source: Restore from a previous snapshot (this can take a few minutes)
de: Wiederherstellung aus früheren Schnappschüssen (Kann einige Minuten dauern)
fi: Palauta aikaisemmasta tuokiokuvasta (tämä saattaa kestää muutamia minuutteja)
fr: Restaurer une ancienne sauvegarde (cette action peut prendre quelques minutes)
it: Rpristina un salvataggio precedente (potrebbe richiedere alcuni minuti)
sv: Återställ från tidigare snapshot (detta kan ta några minuter)

source: Snapshot to restore?
de: Schnappschuss zum Wiederherstellen?
fi: Palauta tuokiokuva?
fr: Sauvegarde à restaurer:
it: Salvataggio da ripristinare?
sv: Snapshot att återställa?

source: Save snapshot as...
de: Speichere Schnappschuss unter...
fi: Tallenna tuokiokuva nimellä...
fr: Sauver la sauvegarde sous...
it: Memorizza il salvataggio come...
sv: Spara snapshot som...

source: Moving collection into Dashboard...
de: Übersicht in Hauptübersicht verschieben
fi: Siirretään kokoelma kojelaudalle...
fr: Transfert de la collection dans le tableau de bord...
it: Spostamento della lista nel Cruscotto...
sv: Flyttar samling till Överblick...

source: Collection was not found.
de: Übersicht wurde nicht gefunden.
fi: Kokoelmaa ei löytynyt.
fr: Collection non trouvée.
it: La lista non è stata trovata.
sv: Hittade inte samlingen.

source: You are already subscribed to this collection.
de: Sie sind bereits für die Nutzung dieser Übersichten eingetragen
fi: Olet jo tämän kokoelman tilaaja.
fr: Vous êtes déjà abonné à cette collection.
it: Sei già iscritto a questa lista.
sv: Du prenumererar redan på den här samlingen

source: Invalid URL.
de: Falsche URL
fi: Virheellinen URL.
fr: URL non valide.
it: URL non valida.
sv: Ogiltig webbadress

source: Subscribe cancelled.
de: Eintragung abgebrochen
fi: Tilaus peruttu.
fr: Abonnement annulé.
it: Iscrizione annullata.
sv: Pernumeration avbruten.

source: There is a problem with the URL: %(error)s
de: URL Problem: %(error)s
fi: Ongelma URL:n kanssa: %(error)s
fr: Problème détecté avec cet URL: %(error)s
it: Problema con l'URL: %(error)s
sv: Det finns ett problem med webbadressen: %(error)s

source: Subscribe Error
de: Fehlerbeschreibung
fi: Tilausvirhe
fr: Erreur à l'abonnement
it: Errore nell'iscrizione
sv: Preumerationsfel

source: Spaces are not allowed in URLs.
de: Leerzeichen sind in URLs nicht erlaubt.
fi: Välilyonnit eivät ole sallittuja URL:ssä.
fr: Les espaces ne sont pas autorisés dans les URLs.
it: Gli spazi non sono ammessi nelle URL.
sv: Mellanslag är inte tillåtna i webbadresser

source: In progress...
de: In Arbeit...
fi: Käynnissä...
fr: En cours...
it: Avanzamento...
sv: Pågår...

source: Subscribe
de: abboniere
fi: Tilaa
fr: S'abonner
it: Iscriviti
sv: Prenumerera

source: Pacific/Honolulu
de: Pazifik/Honolulu
fr: Pacifique/Honolulu
it: Pacifico/Honolulu

source: World/Floating
de: Welt/Fließend
fi: Maailma/kelluva
fr: Monde/Flottant
it: Mondo/Ovunque

source: Europe/London
de: Europa/London
fi: Eurooppa/Lontoo
fr: Europe/Londres
it: Europa/Londra
sv: Europe/Paris

source: Europe/Paris
de: Europa/Paris
fi: Eurooppa/Pariisi
it: Europa/Parigi

source: Name
fi: Nimi
fr: Nom
it: Nome
sv: Namn

source: Offset
fi: Siirtymä
fr: Différence GMT
it: Differenza

source: Shown
de: angezeigt
fi: Näytetty
fr: Affiché
it: Visibile
sv: Visade

source: Use Time Zones
de: Zeitzonen nutzen
fi: Käytä aikavyöhykkeitä
fr: Utiliser les fuseaux horaires
it: Usa i fusi orari
sv: Använd tidszoner

source: &View all time zones
de: &Zeige alle Zeitzonen
fi: &Näytä kaikki aikavyöhykkeet
fr: &Visualiser tous les fuseaux
it: &Vedi tutti i fusi orari
sv: &Visa alla tidszoner

source: More...
de: Mehr...
fi: Lisää...
fr: Suite...
it: Altro...
sv: Flytta...

source: To view events and alarms correctly, would you like to assign a time zone to your existing items?
de: Möchten Sie,um Ereignisse und Alarme korrekt darzustellen,Ihren Einträgen eine Zeitzone hinzufügen?
fi: Nähdäksesi tapahtumat ja hälytykset oikein, haluaisitko asettaa aikavyöhykkeen nykyisille nimikkeillesi?
fr: Afin d'afficher vos événements et alertes correctement, voulez-vous définir un fuseau horaire pour les éléments existants?
it: Per visualizzare correttamente eventi e avvisi, vuoi assegnare un fuso orario alle tue note?
sv: Vill du, för att visa händelser och påminnelser mer korrekt, lägga till en tidszon för alla existerande poster?

source: Would you like to assign a time zone to your items before sharing them with others?
de: Möchten sie Ihren Einträgen eine Zeitzone hinzufügen, bevor Sie sie veröffentlichen?
fi: Haluaisitko asettaa aikavyöhykkeen nimikkeillesi ennen kuin jaat niitä muiden kanssa?
fr: Voulez-vous définir un fuseau horaire pour vos éléments avant de les publier?
it: Vuoi assegnare un fuso orario alle tue note prima di condividerle con altri?
sv: Vill du tilldela posterna en tidszon innan du delar ut dem till andra?

source: Would you like to assign a time zone to your items before exporting them?
de: Möchten sie Ihren Einträgen vor dem Export eine Zeitzone hinzufügen
fi: Haluaisitko asettaa aikavyöhykkeen nimikkeillesi ennen kuin viet ne?
fr: Voulez-vous définir un fuseau horaire pour vos éléments avant de les exporter?
it: Vuoi assegnare un fuso orario alle tue note prima di esportarle?
sv: Vill du tilldela posterna en tidszon innan du exporterar dem?

source: &Never ask again
de: &nie mehr fragen
fi: &Älä kysy uudelleen
fr: &Ne pas reposer la question
it: &Non chiederlo più
sv: &Fråga inte igen

source: Remove From Sharing Account
de: Vom gemeinsamen Konto entfernen
fi: Poista jakotililtä
fr: Supprimer du compte de publication
it: Rimuovi dall'account di condivisione
sv: Ta bort från utdelningskonto

source: Do you also want to remove this collection from %(account)s?
de: Möchten Sie diese Übersichten aus den %(account)s entfernen?
fi: Haluatko myös poista kokoelman tililtä %(account)s?
fr: Voulez-vous aussi supprimer la collection du compte %(account)s?
it: Vuoi anche rimuovere questa lista da %(account)s?
sv: Vill du tar bort samlingen från %(account)s?

source: &Remove
de: Entfe&rnen
fi: &Poista
fr: &Enlever
it: &Rimuovi
sv: &Ta bort

source: &Don't Remove
de: &Nicht entfernen
fi: &Älä poista
fr: &Ne pas enlever
it: &Non rimuovere
sv: Ta &inte bort

source: Reload Your Data
de: Lade Daten erneut
fi: Tuo tiedot uudelleen
it: Ricarica i tuoi dati
sv: Ladda om data
